{
  "date": "2024-06-10T14:37:44.921Z",
  "title": "Charles Lasar (Charles Augustus \"Shorty\" Lasar - American-French 1856 – 1936)",
  "body": "Described as an \"English-speaking Frenchman,\" known to the studios of Paris, London, and New York as \"Shorty\" by the New York Times (February, 12, 1910), Lasar was born in the steel-making city of Johnstown, Pennsylvania, but making steel was not to be in his future. Making art was. As a young man, he left for Paris, France and never looked back! Apparently, at some point before he left for France, Lasar lived in Hamburg (Lyme), Connecticut. An article in the Norwich Bulletin (July 17, 1992) states \"a Connecticut man who is an art leader in Paris is Charles Lasar, painter, whose home was at Hamburg, on the east shore of the Connecticut river. He went to Paris about 40 years ago.\" If this is correct, it means that Lasar went to France circa 1882. Regardless, Paris was to become his permanent home for the remainder of his life. In Paris, he studied at the atelier (school/studio) of historical painter and sculptor Jean-Leon Gerome, although his mature style is more representative of the plein air (open air/outdoors) French Barbizon Impressionist painters.\n\nIn an essay on Minerva Chapman (a student of Lasar) by art historian Peter H. Falk for The Illinois Art Project (IHAP), Falk states that Lasar was spending a summer at Concarneau in Brittany (northwestern France) with Philadelphia artist, Alexander Harrison, when some American girls asked him to teach them, which he did.  From this inauspicious beginning sprang his art atelier, which became one of the best in Paris.  Located in the Montparnasse area of Paris, he taught primarily English-speaking women artists landscape painting en plein air, and held his classes from Auvers to Normandy in France, to Belgium, Holland, and Salisbury, England. The Atlanta Constitution (November 30, 1890) considered him to be \"the greatest teachers of art principals which America has produced.\"\n\nHis other notable students included Violet Oakley, and Cecilia Beaux.  In the summer of 1881 Beaux studied with Lasar in Concarneau, Brittany, France.  Chapman’s bold, plein-air painting style was heavily influenced by Lasar.  Oakley had studied with him in England.  Mary Godsall, the English actress/artist was also a student of Lasar’s in Paris, as were American artists Alice Beckingham, Allegra Eggleston, Charlotte Belle Emerson, Alice DeWolf Kellogg and Carlotta Blaurock Venatta. Another of his students, author Amelie Rives, who in 1891 \"engaged Charles Lasar, who has the largest art school in Paris, to go to Virginia with her to give her private instruction in painting for five months\" (Cincinnati Commercial Gazette, June 1, 1891).\n\nIn Paris, Lasar had married Miss Marie Louise Van Trump of Baltimore County, Maryland in 1891. After his marriage, he began spending summers in the United States, primarily Delaware and Syracuse, New York. One of the most successful teachers of painting in Paris at that time, Lasar gave up teaching classes at his Paris studio by the early 1900s, although he constantly received requests to teach classes both England and France. In 1910, Lasar published Practical Hints for Art Students.\n\nLasar and his wife remained in Paris during World War I (1914 – 1918) and following the Armistice in November of 1918, his wife wrote to relatives in the United States describing some of the privations caused by the war, and also of the gratitude of the French people toward the American soldiers for having liberating them.\n\nLasar exhibited at the Paris Salon (1885-87, 1889); Pennsylvania Academy of the Fine Arts (1885-1903); Exposition Universelle, Paris (1889); Salons of the Société Nationale des Beaux Arts (1890); Art Institute of Chicago (1902, 1908).\n\nCharles Augustus \"Shorty\" Lasar was a remarkable man. A self-made artist, who rose from poverty to fame and who \"refused to let schools or professors ‘cramp his style.\" (Nevada State Journal, January 19, 1936). He may have been short in stature (he was only about five feet tall) but he was not short on humor. He always said that he was born on the 8th of February 1856 B F.; the B. F. standing for \"before the flood\"—a reference to the famous and destructive Johnstown Flood, which nearly obliterated his birth city in 1889. He died in 1936 in Neuilly (Paris) France.",
  "showPublishDate": true,
  "slug": "19th-century-artist-charles-lasar.html",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1718030567/lasar_old_mill_qkmjen.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1718030567/lasar_old_mill_qkmjen.jpg",
  "youtubeAltText": "Charles Lasar"
}