{
  "date": "2026-02-20T20:16:06.192Z",
  "title": "Austin C. Wooster (American 1838 – 1916) -- Pittsburgh Still-Life Artist",
  "showPublishDate": true,
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1771618729/Wooster_IMG_1219_for_article_qycaqz.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1771618729/Wooster_IMG_1219_for_article_qycaqz.jpg",
  "body": "Austin C. Wooster was born in 1838 in Chartiers Valley, Allegheny County, Pennsylvania to Dr. Henry Wooster and Rebecca Thornburg Wooster. When he was still young, his parents died and he was raised by his grandparents Jacob and Jane Lorain Thornburg. \\[1]\n\nIn 1861, at the age of 22, Wooster married Lilian Ackelson and just short of two weeks after their marriage, he enlisted in Company M, of the 102nd Pennsylvania Volunteer Infantry. Wooster served in General John J. Peck's brigade and was Brigade Artist in 1862. He had contracted malaria after the Battle of Fair Oaks in 1862 and had become deaf in one ear and partially deaf in the other. That same year, he was given a medical discharge. \\[2]\n\nAlthough nothing is known of his art training, he must have been painting prior to his enlistment, as he was an artist during the war. Artistically gifted, Wooster was self-taught, at least early in his career. What is known is that his grandparent strongly disapproved of his pursuit, having expressed that they thought “it (painting) as an insane fancy or crime, rather than as a gift”. Wooster ignored their concerns and after the war moved to what is now Greentree, across the Monongahela River from Pittsburgh. He was able to earn his living as an artist; he painted portraits and “portraits” of numerous houses, farms and vineyards in the surrounding area. \\[1, 3, 4]\n\nWooster received his pension for his Civil War service in 1890. It was likely around this time that Wooster took a studio in downtown Pittsburgh, located at the corner of Fourth and Wood streets. By the late 1880s, he was becoming well-known for his still-lifes rather than his portraits and rural scenes; mostly fruit -- on a tabletop or spilling out of a basket or other container. In 1890, the Pittsburg\\[h] Dispatch wrote “Mr. A. C. Wooster is becoming favorably known as a clever painter of still-life subjects” and “Mr. A. C. Wooster appears to be rather fond of demonstrating the fact that he is able to produce an exceedingly truthful representation, in oil colors, of a basket of rosy red apples.” \\[5, 6, 7, 8]\n\nThere was some criticism that his backgrounds were often too dark and should be a bit brighter. A couple of years back, Bedford Fine had a Wooster still life painting that had a light, creamy white background; we remember remarking at the time how unusual it was to see a Wooster fruit still-life on a light background. Wooster must have taken this criticism to heart! \\[7]\n\nIt is possible that Wooster was influenced by another Pittsburgh still-life painter, A. F. King, whose style he seemed to emulate, although there is no information to documents that Wooster studied with King. He surely knew King, along with the other 19th century Pittsburgh artists. He did not exhibit as widely as these other artists, but sold his paintings through Pittsburgh’s premier department stores of the time – Kauffman’s and Joseph Horne, among other venues. \\[9, 10]\n\nA. C. Wooster died in 1916, entering the Pittsburgh artists’ “hall of fame.”\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, February 19, 2026.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. https://www.abbott-lavalle.info/wooster/wooster.html; Donley, 2003, footnotes 1, 2, 3, 4.\n2. https://www.abbott-lavalle.info/wooster/wooster.html; Donley, 2003, footnotes 5, 7, 8, 9.\n3. https://www.abbott-lavalle.info/wooster/wooster.html; Donley, 2003, footnote 11.\n4. Gallery of works by Austin C. Wooster | Abbott-LaValle Family History; Donley, 2003.\n5. https://newspaperarchive.com/philadelphia-inquirer-sep-01-1890-p-5/\n6. https://www.abbott-lavalle.info/wooster/wooster.html; Donley, 2003; footnote 12.\n7. https://newspaperarchive.com/pittsburgh-dispatch-feb-02-1890-p-14/\n8. https://newspaperarchive.com/pittsburgh-dispatch-mar-09-1890-p-16/\n9. Chew, Paul, A., Crum, ed., Robin Eadie, Sakal, John A., 1989, Southwestern Pennsylvania Painters 1800 – 1945, 27 September 1981 November 29, p. 131, The Westmoreland County Museum of Art, Greensburg, Pennsylvania.\n10. https://www.abbott-lavalle.info/wooster/wooster.html by Janice Garlock Donley, 2003; footnote 13.",
  "youtubeAltText": "Austin C. Wooster",
  "slug": "austin_c_wooster_article.html"
}