{
  "date": "2025-12-09T19:46:29.023Z",
  "title": "C. C. Mellor (1836 – 1909) – Scalp Level Artist or Not?",
  "body": "The Scalp Level School were a group of Pittsburgh artists under the leadership of noted Pittsburgh landscape painter George Hetzel. The group included Pittsburgh artists that met and exhibited at the J.J. Gillespie Art Gallery in Pittsburgh and who comprised the little summer art colony near Johnstown, Pennsylvania. Mellor’s association with the Scalp Level school of Pittsburgh artists comes from two photographs in “Geo. Hetzel and the Scalp Level Tradition” The first photo shows a trio of men – painters George Hetzel and John Wesley Beatty, and C, C. Mellor (incorrectly spelled Millor) seated on the ground against trees in what could be the bucolic area around Scalp Level, Cambria County, Pennsylvania. The second photo, titled “A Gathering of Pittsburgh Artists,” includes C. C. Mellor (again, incorrectly spelled Millor), John Wesley Beatty George Hetzel, Joseph Ryan Woodwell, and A.S. Wall, among other artists sitting on the porch of a brick house (location unknown). I do not believe that Mellor was a de facto member of the Scalp Level group of artists; although he knew and associated with these artists, he was not an artist himself – at least that of the “oil on canvas” type. \\[1, 2]\n\n\nCharles Chauncey (C. C.) Mellor was born in Pittsburgh, Pennsylvania, in 1836, the son of John H. Mellor who opened and operated Pittsburgh’s best-known piano and musical instrument store. The John H. Mellor Company was advertised in 1862 as “The Oldest Music House in the United States,” (it had opened in 1831). Mellor was educated in music and was inclined to take it up professionally; however, when his father died in 1863, Mellor took over his father’s business and renamed it the C. C. Mellor Company Limited. \\[3, 4, 5, 6]\n\n\nBecoming a successful businessman did not curb his musical pursuits; he became a pianist and organist of acclaim in Pittsburgh during the nineteenth and early twentieth centuries. He also devoted much of his spare time to scientific and literary pursuits Mr. Mellor assisted in organizing the Academy of Science and Art; the Western Pennsylvania Botanical Society; the Art Society; the Mozart Club; the Pittsburg Society, and the Iron City Microscopical Society and served as an officer in these organizations. \\[4, 7] No mention of his ever having painted.\nIn 1867 Mr. Mellor married Laura Reinhart, the leading solo soprano of the choir of the First Presbyterian church of Pittsburgh. She was the sister of artists Charles Stanley Reinhart (1829-85) and Albert Grantley Reinhart (1854-1926), and the niece of portraitist Benjamin Franklin Reinhart (1829-85). She is not known to have painted, but she sang with James Hetzel(basso), son of George Hetzel, and she and Mellor lived in the Edgewood neighborhood of Pittsburgh as did George Hetzel and James Hetzel \\[8, 9 10, 11]\n\n\nC. C. Mellor was a boyhood friend of Pittsburgh steel magnate Andrew Carnegie and in the 1890s Carnegie appointed Mellor to the first Board of Trustees of the Carnegie Institute along with the Scalp Level artists Joseph Woodwell and John Beatty. In 1890, Mellor selected the Roosevelt organ for Carnegie’s new library and music hall built in the Allegheny section of Pittsburgh. Mellor also chose the organ for the Carnegie Library, Museum, and Music Hall that opened in 1895. In addition, he donated some manuscripts to this library which, in 1989, were found to contain one by Johann Sebastian Bach that Mellor’s organ teacher had given him. \\[2, 3, 12]\nMellor was one of a number of prominent Pittsburghers who shared Carnegie’s vision of making Pittsburgh as famous for the arts as it was for steel. In 1909, through a bequest to the Carnegie Library of Pittsburgh, Mellor’s wishes were to establish, upon his death, the Charles Chauncey Mellor Collection. It was expressly stated that “the collection should contain books which relate to woman, considered physically, intellectually. and historically; to what has been her position from the most primitive times to the present; to her work and influence in the evolution and development of the race, and of its industries, arts, and history; to what she is now doing on the same lines, and what she could and would do if allowed by men and a portion of her own sex; to equality, especially to her right of suffrage.”\\[13] Very forward thinking for a man of his time!\n\n\nAfter his death, the Mellor home was sold to the Borough of Edgewood by the family. it now houses the C. C. Mellor Memorial Library. It was his old friend Andrew Carnegie’s foundation, that in 1914 donated money to establish the library – the only library to which Carnegie contributed that does not bear his name. \\[3, 14]\nCharles Chauncey Mellor was not a Scalp Level artist, but he was a man who elevated the “arts” in Pittsburgh.\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, December 9, 2025.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. Chew, Paul, A., 1994, *Geo. Hetzel and the Scalp Level Tradition: George Hetzel Retrospective and The Scalp Level Artists,* pp.79, 174, Westmoreland Museum of Art, Greensburg, Pennsylvania.\n2. T*he New Grove Dictionary of Music and Musicians*, 1995, pp. 437, 793, Macmillan Publishers, New York.\n3. Charles Chauncey Mellor... - Carnegie Library of Pittsburgh | Facebook\n4. Boucher, John Newton, Jordan, John W., 1908, *A Century and a Half of Pittsburg and her People*, pp. 127-8, The Lewis Publishing Company, New York.\n5. https://sites.google.com/view/pittsburghmusichistory/pittsburgh-music-story/teachers-and-schools/john-h-mellor\n6. Leonard, John, W., ed., 1908, *Who’s Who in Pennsylvania: A Biographical Dictionary*, p. 476, L. R. Hammersly & Company, New York.\n7. \\----- *History of Allegheny County, Pennsylvania*, 1889, Vol. II, p. 341, Unigraphic Inc., Evanston, Illinois.\n8. Carnegie Magazine, Vol. XXV, No. 6, June 25, 1951, pp. 205-6, Carnegie Museums of Pittsburgh.\n9. Charles Stanley Reinhart (1844-1896) - Find a Grave Memorial\n10. https://newspaperarchive.com/pittsburgh-dispatch-feb-13-1892-p-4/\n11. https://newspaperarchive.com/pittsburgh-dispatch-aug-23-1892-p-4/\n12. *The Grove Dictionary of American Music*, 2013, Vol. 5, p. 166, Oxford University Press, New York.\n13. College and Research Libraries, Vol XX, No. 3, May, 1959, Charles Chauncey Mellor Collection. Carnegie Library of Pittsburgh, Pittsburgh, Pennsylvania.\n14. Fleming, George Thornton, 1922, *History of Pittsburgh and Environs*, p. 51, The American Historical Society, Inc., New York and Chicago.",
  "slug": "c_c_mellor_scalp_level_artist_or_not.html",
  "youtubeAltText": "C. C. Mellor",
  "showPublishDate": true
}