{
  "date": "2025-12-14T18:10:42.207Z",
  "title": "Fred J. Bussman -- Scalp Level Artist and Pittsburgh’s Famous Tenor.",
  "showPublishDate": true,
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1765735959/Bussman_Falls_at_Scalp_Level_IMG_2191_article_q1m1k4.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1765735959/Bussman_Falls_at_Scalp_Level_IMG_2191_article_q1m1k4.jpg",
  "body": "In the June 19, 1869 edition of the *Pittsburgh Gazette*, on page 8, there is this note: “A full length life-size portrait in oil, of one of our citizens, from the correct brush of Mr. Fred Bussman attracts much attention in one of our Wood Street shop windows. Mr. Bussman is a young artist of very decided ability, and his portraits and sketches evince a high order of talent. His taste and judgement in the use and blending of colors are excellently well developed, while the tone he gives all his pictures is very fine and animated.” \\[1]\n\nI have not yet found a specific reference to Bussman as painting with the Scalp Level artists; however, two photographs in *Geo. Hetzel and the Scalp Level Tradition* strongly suggests an association with this group of Pittsburgh artists who painted at the small art colony at Scalp Level, Cambria County, Pennsylvania. The first is a photograph of George Hetzel, leader of the Scalp Level artists. painting at Rose Point on Slippery Rock Creek in Lawrence County, Pennsylvania. It does not include Bussman as one of the artists, but Bussman as the person who took the photograph. In fact, during the late 1880s, there were a number of notices in the Pittsburgh Gazette and the New Castle Daily City News where Professor F. J. Bussman, “Pittsburgh’s noted tenor” was among the artists sketching at Wurtemburg, on the Connoquenessing Creek, Beaver County, Pennsylvania. \\[2, 3, 4]\n\nLet me explain the “Professor” and “Pittsburgh’s noted tenor.” While it can be confirmed to some extent that Bussman was an artist and member of the Scalp Level School of landscape artists, he was best known during his lifetime for his fine tenor singing voice and as an instructor in voice. He had gone to Munich presumably to study art, probably circa the mid-1870s; however, while there, at some point, he undertook the study of voice with Professor Julius Hey, Berlin’s famous vocal teacher. With the best intentions of becoming an artist in Pittsburgh, Bussman began landscape painting and portraiture. However, his passion for singing and his musical temperament brought this interest to the forefront and painting, unfortunately, took a back seat. As a vocalist in Pittsburgh, he was well-received and became active in the city’s prominent music circles. Further, the encouragement he received prompted him, five years later, to return to Europe to study voice culture and to qualify himself for a professional singer. He first studied at the Conservatory of Munich and then at Milan, Italy. When Bussman returned to Pittsburgh, he accepted a position as solo tenor in one of the leading churches and also opened a studio for vocal teaching. He was to go on to become one of the most successful vocal teachers in the country. \\[5]\n\nDuring the early to late 1870s, Bussman exhibited his paintings at the National Academy of Design in New York City and the Pennsylvania Academy of Design in Philadelphia. But how much he painted after becoming a professor and opening his vocal school is not known. The second photograph in Geo. Hetzel and the Scalp Level Tradition (date and location unknown) titled *Gathering of Pittsburgh Artists* includes Fred Bussman with a number of other noted Scalp Levels artist including George Hetzaer, leader of the Scalp Level School, Clarence Johns, Olive Turney, A. Bryan Wall, A.F. King, E.A. Poole, Joseph R. Woodwell, George Layng, Charles Linford, and A. S. Wall. \\[2, 6, 7] \n\nIt is likely, at least for a while, Bussman mixed the two careers, but after the early 1890s, his primary focus was likely on singing and teaching voice. There is a mention in the Pittsburgh Dispatch of October 17, 1891 of a painting by F. J. Bussman in the ladies’ parlor of the newly relocated Mozart Club, stating that it “is quite an example of his best vein, and truly adorns the pretty room.” In 1892, an exhibition of the Pittsburgh Art Society included works by F.J. Bussman, where he exhibited 15 paintings. Other Scalp Level artists exhibiting were George Hetzel, Clarence M. Johns, A.F. King, E.A. Poole, H.S. Stevenson, Olive Turney, Annie W. Henderson, Joseph R. Woodwell, Martin B. Leisser, as well as other Pittsburgh artists Johanna K. Woodwell (later Hailman) and D.B. Walkley. \\[8, 9, 10]\n\nI think we can say that Bussman was active with the group of artists known as the “Scalp Level School,” The poem “Matricia,” written by Pittsburgh poet J. William Pope in 1881 (first published in 1914), further affirms Bussman’s association with artists as well as with the musical and literary figures. Pope had engaged his artist friends, selected mostly from the Scalp Level artists, that included F. J. Bussman, to produce drawings for his book. Bussman’s drawing labeled “Hail, Beauteous World” shows the main character Matricia with upraised arms saying “Hail, Beauteous World”. \\[11]\n\nIndeed, “Hail Beauteous World.” Pittsburgh’s Tenor could sing and paint beautifully. “Falls at Scalp Level” (formerly held by Bedford Fine Art Gallery) included with this article affirms the latter.\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, December 14, 2025.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. Pittsburgh Gazette, Jun 19, 1869, p. 8 | NewspaperArchive\n2. Chew, Paul, A., 1994, *Geo. Hetzel and the Scalp Level Tradition, George Hetzel Retrospective and The Scalp level Artists Exhibition*, 26 March – May 8, 1994, Westmoreland Museum of Art, Greensburg, Pa.\n3. https://newspaperarchive.com/Pittsburgh-dispatch-jul-14-1889-p-12/\n4. https://newspaperarchive.com/new-castle-daily-city-news-aug-16-1886-p-4/\n5. Musical Courier, Vol. XXXI, No. 819, November 13, 1895, p. 38, Summy-Birchard Publishing Company.\n6. Falk, Peter, ed., 1999, *Who Was Who in American Art*, Vol. 1, p. 524, Sound View Press, Madison, CT.\n7. CATALOGUE FORTY-EIGHTH ANNUAL EXHIBITION, National Academy of Design 1873.\n8. https://newspaperarchive.com/pittsburgh-dispatch-oct-17-1891-p-4/\n9. https://newspaperarchive.com/pittsburgh-dispatch-feb-16-1892-p-4/\n10. Pittsburgh Dispatch, Feb 19, 1892, p. 2 | NewspaperArchive \n11. Pope, J. William, 1881, *Maticia or the New Creation*, Brockett Press, Pittsburgh, PA.",
  "youtubeAltText": "F. J. Bussman",
  "slug": "f_j_bussman_article.html"
}