{
  "date": "2026-01-27T20:20:05.031Z",
  "title": "Frank Anderson (American 1844-1891) – Artist of Peekskill -- The Inventor who would become an Artist.",
  "showPublishDate": true,
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1769545289/Anderson_cr_article_fcbvj1.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1769545289/Anderson_cr_article_fcbvj1.jpg",
  "body": "Anderson was born in Mount Sterling, Ohio in 1844. In 1858 His father Alban Anderson, an inventor, patented an improvement in governors for steam and other engines, and in 1863, when Frank was nineteen years old, the family moved to Peekskill, New York. Peekskill, located at the confluence of Peekskill Creek with the Hudson River, upriver from New York City, was an industrial center. With the expansion of railroad systems circa the mid-1800s, it was probably a good move for an inventor. The Hudson River Railroad (1851; later incorporated into the New York Central) operated with locomotives that needed governors, and the tracks of the New York Central ran along the Hudson River through Peekskill. \\[1, 2, 3]\n\n\nFor a young man interested in landscape painting, Peekskill on the east bank of the Hudson River, would not have been a bad location. Anderson has been described, by some more recent writers, as a Hudson River School artist, but he is rarely mentioned in 20th and 21st century discussions on Hudson River School artists. His landscape were mostly Hudson River scenes. “The Falls on Popolopen Creek,” painted in 1863, would have been one of Anderson’s first paintings after moving to Peekskill. Other of his Hudson River paintings, upstream and downstream of Peekskill, included: “Dunderberg, Hudson River” (1868); “View Near Peekskill” (1868); “Breakneck Mountain, Hudson Highlands” (1878); “Storm King” — Hudson River (1879); and “The Tymp” \\[Timp] a small mountain across the river from Peekskill (c. 1887). Anderson also painted a scene of Iona Island opposite Peekskill (1885). He traveled to the Finger Lakes and painted “Taughannock Falls” (1886) on Taughannock Creek (flowing into Cuyahoga Lake), and he painted in the Catskill Mountains. \\[4, 5, 6, 7, 8, 9]\n\n\nWhy isn’t Anderson better known today? I believe that the lack of mentions in art literature is due to three primary reasons. First, he is probably thought of regional artist and, as art historian William Gerdts has said, “many of the other painters (of the Hudson River School) who resided in relatively distant communities upriver have almost been totally forgotten and await rediscovery – isolated examples of their painting suggest that such a rediscovery would be worthwhile.” Gerdts pointed out that Anderson, along with Frederic Rondel, about whom I have written about in a previous article, was one of these artists. \\[10]\n\n\nA second reason may be that Anderson, like his father, was an inventor and there is a suggestion that he was a partner of the Anderson Machine Works. Anderson was the inventor of the rapid automatic telegraph system. In 1883, Western Union Telegraph Company purchased the American Rapid Telegraph Company. The reason for its purchase by Western Union “was not so much a desire for its equipment or its business, as to secure the possession of certain patents for automatic telegraphy, of which the American Rapid Company.” is the owner. These patents were invented by Anderson. \\[11, 12, 13]\n\n\nA third reasons may be that he died at the relatively young age of 47. There is only so much inventing, painting and exhibiting that one can pack into an approximate 30 years of adulthood. It was said of him that he was of a “quiet and modest demeanor” and, as a result, probably was not much given to promoting himself and his paintings. From the paintings listed above, one can determine that Anderson painted throughout his time in Peekskill, even while inventing. In fact, he “was perfecting new inventions at the time of his death in 1891. \\[12, 14, 15]\n\n\nIt would have probably been hard to separate the artist from the inventor. Discovery seemed to be Anderson’s penchant; his electrical discoveries promoted rapid telegraphic communications worldwide; his discoveries of the scenic geography of the Hudson River, captured by his brush, still can be discovered by the most discerning art aficionados and collectors.\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, January 27, 2025.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. Frank Anderson (1844-1891) - Find a Grave Memorial (accessed 01/24/2026).\n2. https://patentimages.storage.googleapis.com/ce/b7/23/3c2569b1e9d93b/US21056.pdf (accessed 01/26/2026).\n3. https://newspaperarchive.com/cinncinati-commercial-gazette-feb-21-1891-p-1/ (accessed 01/24/2026).\n4. https://www.askart.com/auction_records/Frank_Anderson/80656/Frank_Anderson.aspx (accessed 01/27/2026). \n5. https://archive.org/details/cataloguewintere1867nati/page/19/mode/1up?q=frank+anderson+peekskill (accessed 01/24/2026).\n6. https://archive.org/details/cataloguewintere1868nati/page/23/mode/1up?q=frank+anderson+peekskill (accessed 01/24/2026).\n7. Annual exhibition : National Academy of Design (U.S. : 1828-1997) : Free Download, Borrow, and Streaming : Internet Archive (accessed 01/24/2026).\n8. https://newspaperarchive.com/eastern-state-journal-oct-31-1885-p-3/ (accessed 01/24/2026).\n9. Annual exhibition : National Academy of Design (U.S. : 1828-1997) : Free Download, Borrow, and Streaming : Internet Archive (accessed 01/24/2026).\n10. Gerdts, William H., 1990, Art Across America, Vol. I, p. 156 , Cross River Press, Ltd.\n11. The Paper Trade Journal 1890-01-18: Vol 19 Iss 3 : Free Download, Borrow, and Streaming : Internet Archive (accessed 01/26/2026).\n12. https://archive.org/details/sim_paper-trade-journal_1890-01-18_19_3/page/n13/mode/1up?q=frank+anderson+peekskill (accessed 01/26/2026).\n13. https://newspaperarchive.com/eastern-state-journal-jul-20-1883-p-3/ (accessed 01/26/26).\n14. Https://newspaperarchive.com/syracuse-evening-herald-feb-20-1891-p-4/ (01/24/2026).\n15. https://newspaperarchive.com/new-york-tribune-feb-21-1891-p-10/ (accessed 01/24/2026).",
  "youtubeAltText": "Frank Anderson ",
  "slug": "frank_anderson_article.html"
}