{
  "date": "2026-01-13T01:02:58.015Z",
  "title": "Frederic Rondel, Sr (1826 - 1892) Artist of Poughkeepsie",
  "showPublishDate": true,
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1768266292/rondel_small_article_l5skqu.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1768266292/rondel_small_article_l5skqu.jpg",
  "body": "Rondel was a member of that group of 19th century American landscape painters known as the Hudson River School. Art historian William Gerdts had made an interesting observation, “many of the other painters (of the Hudson River School) who resided in relatively distant communities upriver \\[on the Hudson River] have almost been totally forgotten and await rediscovery – isolated examples of their painting suggest that such a rediscovery would be worthwhile.” Gerdts pointed out that Rondel was one of these artists that are worthy of rediscovery. \\[1]\n\n \nLet us discover a little bit about the Hudson River Artist Frederic Rondell, Sr.\n\n\nHe was born in 1826 -- not in the United States, but Paris, France. After receiving art training from the French romantic marine painters Theordore Gudin and Gudin’s pupil August Jugelet, Rondel set sail for the United States in 1855. He arrived in Boston, Massachusetts and worked as a lithographer as well as a painter. Although he worked and had a studio in Boston, he may have first lived in Malden, a city north of Boston, for there is a record of his son, Frederic Rondel, Jr. having been born there in 1855, And in 1858 he was in South Malden. \\[2, 3, 4, 5, 6, 7]\n\n\nRondel apparently spent some of his time in peregrinations throughout the eastern United States, perhaps to explore the scenery of the landscapes beyond Massachusetts. A visit to Virginia circa 1857 resulted in a landscape that is the collections of Wheaton College, Norton, Mass. and a trip into the White Mountains resulted in a painting described in 1864 as “a very fine sketch from Nature.” He also made a trip to San Francisco in 1875. \\[8, 9]\nAlthough residing in Boston in the 1850s, Rondel also had a studio in New York City and circa 1859 Rondel moved there. In 1862, he traveled to Europe. That same year, Rondel accepted a commission from Matthew Vassar (founder of Vassar College) to paint documentary pictures of his homes. Rondel moved to Poughkeepsie, New York circa 1863 where he taught at the former Poughkeepsie Female Academy and at the Cottage Hill Seminary until 1867. \\[2, 3, 6, 7]\n\n\nCirca 1868, Rondel moved back to New York City, with some intermittent stays in new Rochelle, New York in 1872 and 1873. He had been elected as a member of the National Academy of Design in 1861 and with his move back to New York, he began teaching at the Academy. During the late 1860s, Rondel was hired to translate, from French to English, a book titled “Hand-Book of Modeling and Sculpture, and Moulding; Containing New and Useful Methods of Applying Modeling to Purposes of Decoration.” \\[2, 4]\n\n\nRondel painted romantic scenes of the Hudson River Valley and the Catskill and Adirondack Mountains, although he preferred scenes in the Adirondacks and Catskills. Considered primarily a Hudson River School artist, Rondel also painted excellent marines, genres, portraits, and more rarely, still lifes. He was a popular landscape painter of the 19th-century; a highly respected academician and teacher. It was Rondel who provided Winslow Homer with his only formal art instruction; teaching him how to handle his brush and set his palette. Homer may have been attracted by the fresh approach the French artist had applied to the romantic Hudson River School style paintings. Rondel was described in a November 1873 article in the Brooklyn Daily Eagle as an artist “who has long been known to art connoisseurs of Brooklyn as a meritorious landscape painter. The article was to let all those connoisseurs know that Rondel was placing his entire collection of oil paintings and water color drawings on view prior to being auctioned. It is quite probable that Rondel was selling this collection in order to finance his trip to San Francisco in 1875. \\[2, 3, 5, 7, 10, 11, 12, 13, 14]\n\n\nRondel remained in New York City until 1890 at which time he moved to Philadelphia, Pennsylvania. There, he would have the scenic Delaware River valley and its tributaries at his fingertips. Surely, he painted some Delaware River scenes, he lived in Philadelphia until his death in 1892, but I’m unaware of any landscapes attributed to his time in Philadelphia. Paraphrasing and emphasizing Gerdts -- ITS TIME FOR REDISCOVERY! \\[2]\n\n\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, January 12, 2025.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. Gerdts, William H., 1990, Art Across America, Vol. 2, pg. 156, Cross River Press, Ltd.\n2. Karel, David, 1992, Dictionnaire des Artistes de Langue Francaise en Amerique du Nord: Peintres, Sculptures, Dessinateurs, Graveurs, Photographes et Orfevres, p. 705, Musee, Quebec. (www.internetarchive.com, (accessed and translated from French with google translate 01/07/2026).\n3. Howat, John, K., 1972, The Hudson River and Its Painters, p. 137, The Viking Press, New York. (www.internetarchive.com, accessed 01/07/2026).\n4. Corcoran Gallery of Art, 1966, Catalogue of the Collection of American Paintings in the Corcoran Galler of Art, Vol. 1: Painters born before 1850, p. 120. (www.internetarchive.com; accessed 01/07/2026).\n5. Davies, Thomas, 2008, Collecting Stories: 400 paintings, 400 Stories: A Collection of American Paintings, Laynfaroh, New York, NY. (www.internetarchive.com; accessed 01/07/2026).\n6. Sweetland, Irene, S., ed., 1994, Master Paintings from the Butler Institute of American Art, p. 80, Rondel biography by M. Wolfe, Harry N. Abrams, Inc., Publishers. (www.internetarchive.com; accessed 01/07/2026).\n7. Zellman, Michael David, 1986, American Art Analog Vol. I 1688-1842, p. 214, Chelsea House Publishers, New York.\n8. Wright, R. Lewis, 1983, Artists in Virginia Before 1900, An Annotated Checklist, p. 138, University Press of Virginia, Charlottesville.\n9. Huges, Edan Milton, 1986, Artists in California, pp. 478, Hughes Pub. Co., San Francisco, CA.\n10. https://www.askart.com/auctionrecords/Frederick_Sr_Rondel/21406/Frederick_Sr_Rondel.aspx (accessed 01/12/2026).\n11. Gardner, Albert Ten Eyck, 1961, Winslow Homer, American Artist: His World and His Work, C. N. Potter, New York. (internetarchive.com; accessed 01/07/2026).\n12. Gardner, Albert Ten Eyck, 1961, Winslow Homer, American Artist: His World and His Work, C. N. Potter, New York. (www.internetarchive.com; accessed 01/07/2026).\n13. Goodrich, Lloyd, 1944, Winslow Homer, 1836 – 1910, p. 18, Whitney Museum of Art, The Macmillan Company. (www.internetarchive.com accessed 01/07/2026).\n14. https://www.askart.com/auctionrecords/Frederick_Sr_Rondel/21406/Frederick_Sr_Rondel.aspx (accessed 01/12/2026).",
  "youtubeAltText": "Frederic Rondel, Sr.",
  "slug": "frederic_rondel_article.html"
}