{
  "date": "2026-01-07T23:31:24.183Z",
  "title": "F. Mortimer Lamb (American 1861 - 1936) - Artist of Stoughton, Massachusetts",
  "showPublishDate": true,
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1767829222/Lamb_IMG_1099_2_sm_cr_fr_d8bkns.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1767829222/Lamb_IMG_1099_2_sm_cr_fr_d8bkns.jpg",
  "body": "\n\nFrederick Mortimer Lamb, more commonly known as F. Mortimer Lamb, was born in Middleboro, Massachusetts in 1861; his parents moved the family to Stoughton when Lamb was still a baby. His father was a carriage painter and considered to be a master workman in his art. Lamb was also a descendent of portrait painter Samuel F. B. Morse, perhaps better known as the inventor of the telegraph. \\[1, 2, 3]\n\n\nWhen Lamb was a boy, he loved to draw and paint, a talent inherited from forebearers, no doubt. His sketches were described by his mother as always alive, vibrant, showing action. When he was 17 years old, Lamb entered the Massachusetts Normal Art School in Boston, the first school of its kind in America. Graduating after four years, he studied at the School of Drawing and Painting at the Museum of Fine Arts in Boston for three years. This training was followed by travel to the Academie Julian in Paris, France. There his teachers were the figure painters Jules Boulanger and Jules-Joseph Lefebre. \\[1, 2, 4]\n\n\nJust as his father was considered to be a master workman in his art, so too was Lamb. Throughout his career Lamb would show remarkable versatility in his work, regardless of the medium -- oil, water color or pastel, or the subject -- dogs and horses, flowers, people and landscapes. During his time, he was an acknowledged authority on the painting of dogs and horses in action. His life-size painting “End of the Trail” depicting hounds and a fox was the only animal picture accepted by the Boston jury to be shown at the Chicago’s World’s Fair in 1893. It would be exhibited across the United States. Circa 1913, it was stolen while it was being exhibited in Philadelphia, but was recovered three years later by private detectives. \\[1, 2, 4, 5]\n\n\nIn 1895 Lamb was appointed teacher of free hand in the Drawing School of the Massachusetts Normal Art School in Boston. That year nine oil paintings by Lamb depicting famous scenes of the Civil War were installed at City Hall in Brockton -- “Saving the Colors,” The Charge of the Fourth Massachusetts Cavalry,” “Cavalry Picket,” “The Assault on Battery Wagner – 54th Massachusetts, July 18, 1863,” Ninth Massachusetts Battery – Battle of Gettysburg, July 1863,” “The Spirit of 1861,” “Peace.” and “War.” In 1898, Lamb’s action-filled painting, “The Rough Riders in Battle,” was installed at the old Boston Theatre, the first painting of the Spanish-American War to be placed in exhibition in that part of the country. \\[6, 7, 8, 9]\n\n\nAction in his paintings was of the hallmarks of Lamb’s earlier work, and famous racehorses of the time were represented by his hand. During the late 1890s and early 1900s, Lamb painted “Star Pointer” track-side at the former Readville Trotting Park when the horse made his famous record of a mile in 1:59 1-4. He also painted “Joe Patchen” “Boralma,” and “Kremlin at Mystic.” \\[10, 11, 12, 13]\n\n\nAlthough early on Lamb worked in oil and water color, it was pastel that he ultimately preferred, He had told an art critic in 1924 that it was his opinion that pastels were a better means to capture landscapes in all their beauty and the infinite varied shades. He would become a master in pastel. Perhaps channeling the inventive of his grandfather Samue Morse, Lamb had improved a German process for fixing the colors in pastels so that they became as durable as an oil painting and could be framed without using glass to protect them without smudging. \\[14, 15, 16]\n\n\nAlthough Lamb had traveled to Europe, and had established himself as a respected artist by the turn of the 20th century, Lamb never moved to Boston or New York City, as many artists had done, preferring to paint his landscapes, his preferred genre, en plein air or at a studio at his home in Stoughton. Lamb found the scenery around his home and the adjacent areas around Canton, Sharon, Norwood Hills and West Bridgewater as captivating as any to be found anywhere else. He traveled to Bradford on the Merrimac River to paint “Our New England,” a large painting that was selected for the 1915 Pan-American International Exposition in San Francisco and which won a silver medal. \\[2, 17, 18]\n\n\nIn 1930, Lamb was chosen to head the new Medfield School of Art. The site was located southwest of Boston, situated on a 75-acre farm in in Medfield, Massachusetts. The landscapists George Inness and Robert Monks had painted in this scenic area years earlier. It was likely that Lamb’s admiration of landscapes by the French artists Corot, Rousseau, Millet, Diaz, and his appreciation of a landscape that had attracted Inness and Monks, resulted in his plan to make the Medfield site as famous as the School of Fontainebleau in France. Also, it would have been a perfect site for him to capture in pastel. \\[4, 14]\n\n\nHis plan for a school as famous as Fontainebleau never came to fruition. After a long and successful career, Lamb died at his beloved home in Stoughton in 1936.\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, January 7, 2026.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. The Stoughton News-Sentinel, Vol. 11, No. 3, June 25, 1936, p. 1. (accessed 01/04/2026).\n2. https://Stoughton.advantage-preservation.com/ The Stoughton News-Sentinel, Vol. 13, No. 32, May 26, 1938, p. 1. (, (accessed 01/04/2026).\n3. https://Stoughton.advantage-preservation.com/ Stoughton Sentinel, VOL. XLIII, No. 3 January 18, 1908, p. 1. (accessed 01/04/2026).\n4. https://Stoughton.advantage-preservation.com/, The Stoughton News Sentinel, Vol. 6, No.1, Thursday, October 30, 1930, p. 4 (accessed 01/04/2026).\n5. https://newspaperarchive,com/boston-post-sep-08-1916-p-41/ (accessed 01/04/2026).\n6. https://newspaperarchive.com/boston-sunday-globe-sep-15-1895-p-78/ (accessed 01/04/2026).\n7. https://newspaperarchive.com/boston-daily-globe-jul-08-1895-p-3/\n8. https://archive.org/details/massachusetts-civil-war-monuments-study/Massachusetts%20Civil%20War%20Monuments%20Study%20V0/page/n60/mode/1up?q=f.+mortimer+lamb (accessed 01/04/2026).\n9. https://newspaperarchive.com/boston-sunday-post-jul-17-1898-p-11/ (accessed 01/04/20260).\n10. https://newspaperarchive.com/boston-post-dec-16-1899-p-8/ (accessed 01/04/2026).\n11.  https://newspaperarchive.com/boston-daily-globe-jun-27-1900-p-7/ (accessed 01/04/2026).\n12.  https://newspaperarchive.com/boston-sunday-post-oct-14-1900-p-27/ (accessed 01/04/2026).\n13. https://newspaperarchive.com/boston-sunday-post-nov-25-1894-p-14/\n14. stoughton.advantage-preservation.com/viewer/?k=f mortimer lamb&t=43245&i=t&d=01011863-12311949&m=between&ord=k1&fn=the_stoughton_sentinel_usa_massachusetts_stoughton_18820715_english_7&df=1&dt=10&cid=3199 (accessed 01/04/2026).\n15. https://stoughton.advantage-preservation.com/ Stoughton News Sentinel, Vol. XIII, No. 30, April 4, 1924, p. 5. (accessed 01/04/2026).\n16. https://newspaperarchive,com/boston-post-mar-29-1915-p-10/ (accessed 01/04/2026).\n17. https://newspaperarchive,com/boston-post-dec-30-1912-p-10/ (accessed 01/04/2026).\n18. https://newspaperarchive,com/boston-post-aug-19-1915-p-12/ (accessed 01/04/2026).",
  "youtubeAltText": "Frederick Mortimer Lamb",
  "slug": "frederick_mortimer_lamb_article.html"
}