{
  "date": "2025-12-02T19:41:52.246Z",
  "title": "FEATURED ARTIST -- John Wesley Beatty (American 1851 - 1924)",
  "showPublishDate": true,
  "body": "Pittsburgh steel magnate, Andrew Carnegie wanted to make Pittsburgh, Pennsylvania “as famous for art as it is now for steel.” To that end he appointed Pittsburgh artist, John W. Beatty in charge of organizing an art exhibition to accompany the opening of the Carnegie Library in 1890. It was an outstanding success. Recognizing Beatty’s administrative skills, in 1896, Carnegie appointed him to establish and direct a department of fine arts for newly created Carnegie Institute, and in this capacity, Beatty organized and established the administrative framework for the first of the Carnegie International exhibitions still being held to the present day. In the field of educational work, through a Museum of Art, Mr. Beatty was a pioneer. His interest and activity in the field of art made the collections of the Carnegie Museum of Art a means of public education; and with the cooperation of the Pittsburgh Public Schools, children visit the museum every year, which helps them discover an appreciation of the Fine Arts. When you visit the Carnegie Museum of Art with your children, do not miss viewing the memorial to John W. Beatty, fronting the approach to the grand stairway to the second-floor galleries \\[1, 2, 3]\nJohn Wesley Beatty was born in Pittsburg in 1851. He showed a talent for drawing at a young age and was introduced to art by the local “Scalp Level” group of landscape painters and earned a living as an illustrator and etcher. To further develop his art talent, Beatty traveled to Germany to study at the Munich Academy of the Fine Arts in 1876; however, family obligations forced his return to Pittsbutgh the following year. Undaunted, Beatty was able to earn a living as an artist-journalist as he was hired to sketch “all important occurrences in around the city of Pittsburgh” for the Daily Graphic, a local paper. Beatty documented through his drawings of the violent Pittsburgh railroad strike of 1877 and traveled to Johnstown, Pennsylvania to documented the horrors of the Great Johnstown Flood of 1889. He later illustrated for the popular national magazines of the day, including Harper’s Weekly, A Weekly Journal for the Home, Leslie’s Weekly, People’s Monthly, and St. Nicholaus. Included with his work was silver engraving \\[3], a skill he had acquired before his trip to Munich. \\[2, 6]\nIn 1889 Beatty had the honor of being the first Pittsburgh artist to produce an etching. It was made after his painting “Return to Labor.” Beatty’s love was painting, although etching and illustrating occupied a good portion of his time after his return from Europe. Nonetheless, he had opened a studio in Pittsburgh, and in 1884, with George Hetzel, the leader of the Scalp Level School, opened the Pittsburgh Art School. This school offered advantages of a thorough Academic School of Art, combined with private instruction under the joint direction of Beatty and Hetzel. In 1887, Beatty became the director of the art school and remained in that position until 1895. During June, Beatty would organize trips to Scalp Level in the Allegheny Mountains, where the students of the art school would learn landscape painting under the most “favorable conditions.” Criticism of their work was given on alternate days by Beatty and by Hetzel. \\[[7, 6, 3, 8, 9]\nIt was Beatty’s organizational skills, coupled with considerable skills as an artist, that brought him to the attention of Andrew Carnegie as just the person to organize the art exhibition for the 1890 opening of the Carnegie Library of Pittsburgh. In 1896 he was appointed by Andrew Carnegie as the first director of the Department of Fine Arts at Carnegie Institute in Pittsburgh, a position he held until 1922. In his role in making Pittsburgh “as famous for art as it is now for steel,” Beatty, following Carnegie’s directive, organized annual survey exhibitions of art from which the museum, with Beatty as the Director of the Department of Fine Arts, would purchase prizewinners and key works from which to build its permanent collection. Beatty spent much of each year traveling in Europe to secure paintings for the internationals and would meet many of Europe’s famous artists. The jurors selected for each annual survey exhibition (they were not referred as “Internationals” until 1920 and not as Pittsburgh Internationals until 1950 were from a number of well-known artists of the day, and could have included William M. Chase, Childe Hassam, W. Elmer Schofield, Charles H. Woodbury, Leonard Ochtman, Charles H. Davis, E. W. Redfield, W. L. Lathrop, Henri, Eugene Le Sidaner, Oise, France, and Albert Neuhuys (Amsterdam, Holland). Beatty would take the jurors on tours of Carnegie Steel’s Homestead works and entertained them with dinners and visits to private art collections. \\[1, 4, 10, 11,12, 13]\nIn his tireless efforts to make the Carnegie Museum of Art a cultural bastion of the Northeast, Beatty began to acquire drawings for the museum with the help of art critic Sadkichi Hartmann in 1904. 1906 saw him acquiring Japanese woodblock prints, followed by etchings and engravings in 1911. The Carnegie Annual Exhibitions did not address sculpture and so from 1916 to 1920, Beatty began acquiring bronzes by Anna Hyatt Huntington, Abastenia Eberle, Augustus Saint-Gaudens, Frederick Macmonnies, and Herman MacNeil. In 1919 he added two marbles by George Grey Barnard, and in 1920, three bronzes by Barnard’s mentor, Auguste Rodin. He was also one of the original members of the executive committee of the One Hundred Friends of Pittsburgh Art, organized in 1916 to select paintings for purchase and present them to the Pittsburgh Board of Education. \\[14]\nIn conjunction with the exhibitions held at the museum, Beatty wrote many essays on art including, “An Appreciation of Augustus Saint-Gaudens (1909), The Art of John W. Alexander” (1916). Additional essays included “A Brief Lesson on the Importance of Good Proportion in Architecture,” “A Brief Lesson on the Importance of Proportion and Grace of Line in Sculpture,” “A Brief Lesson on Some Important Qualities in Paintings.” In 1922, Mr. Beatty published a book entitled “The Relations of Art to Nature’; in 1924, he published a pamphlet “The Modern Art Movement.” \\[3]\nThe seemingly tireless Beatty served as a member of the Jury on Paintings for Pennsylvania and New York, Chicago Exposition in 1893; of the National Advisory Board, Paris Exposition, in 1900; of the Fine Arts Committee, Buffalo Exposition, 1901; of the National Advisory Committee, St. Louis Exposition, in 1904; of the International Jury of Award, San Francisco Exposition, 1915. He was for many years on the Board of Directors of the American Federation of Arts, and was a member of the Pittsburgh Art Society; Associated Artists of Pittsburgh, American Institute of Graphic Arts; Lotos Club (New York City); Society for the Encouragement of Arts, Manufactures and Commerce, London. He was an Honorary Member of the Pittsburgh Photographers’ Society and of the Guild of Boston Artists. He was one of the original members and for a time the Chairman of the Art Commission of Pittsburgh. His efforts were not un recognized. In 1900, Beatty was given the honorary degree of Master of Arts by the University of Pittsburgh, in 1914, Princeton University followed suit with the honorary degree of Master of Arts. His international efforts were recognized when in 1921 the French government decorated him with the Cross of the Knight of the Legion of Honor. \\[3]\nBeatty’s association with celebrated foreign artists did not go to his head; he would remain in Pittsburgh and continue to paint in his free time. His summer trips to Scalp level with the students of the Pittsburgh Art School provided him with much needed breaks in which he could relax by fishing and concentrating on his own painting. His favorite subject was the horse and most of the works included horses and men working the land, and Scalp Level, Pennsylvania was the location that stirred much of his interest in those subjects. He also continued to exhibit his own paintings – an exhibition of Beatty’s paintings was held at the Carnegie in 1911. \\[2, 3, 6, 15]\nJohn Wesley Beatty, once described as the “solidly built, an avid golfer and fisherman, affable and comfortable in clubs and completely at ease with the financial barons of Pittsburgh,” died suddenly in 1924 at Clifton Springs, New York. A rose burgundy stone plaque, by American sculptor Paul Manship, fronting the approach to the grand stairway to the second-floor galleries commemorates the groundbreaking work Beatty accomplished to make Pittsburgh as famous for art as it was for steel. It depicts a reclining female figure representing Art who is guided by the winged horse Pegasus, signifying inspiration. This is the most fitting place for the plaque as the staircase is surrounded by allegorical murals by John White Alexander which were installed while Beatty was still director. \\[2, 4, 5]\nThe steel mills are gone but Beatty’s legacy remains.\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, December 1, 2025.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. https://carnegieart.org/art/carnegie-international/history-of-the-carnegie-international/\n2. Carnegie Institute Museum of Art, 1985, American Drawings and Watercolors in the Museum of Art, Carnegie Institute, pp. 10,17.\n3. The American Magazine of Art, Vol. XV, No. 11, November, 1924, p. 591, American Federation of Arts.\n4. Gay, Vernon, 1983, Discovering Pittsburgh’s Sculpture, pp. 171-2, University of Pittsburgh Press.\n5. Carnegie Magazine, Vol. XI, No. 4, September, 1937, p. 113, Carnegie Institute.\n6. O’Toole, Judith Hanson, 2009, \"Painters of the Scalp Level School Revisited\", American Art Review.\n7. https://newspaperarchive.com/pittsburgh-dispatch-jan-20-1889-p-14/\n8. https://newspaperarchive.com/pittsburgh-dispatch-jul-28-1889-p-16/\n9. https://newspaperarchive.com/pittsburgh-dispatch-jul-14-1892-p-8/\n10. Chew, Paul, A., Sakal, John A., 1981, Southwestern Pennsylvania Painters 1800 – 1945, 27 September 1981 November 29, The Westmoreland County Museum of Art, Greensburg, Pennsylvania.\n11. Carnegie Magazine, 1952-05: Vol 26 No. 5, pg. 162-166, The Carnegie Institute.\n12. American Art News, Vol. VIII, No. 25, April 2, 1910, p.2.\n13. Bryant, Keith L, 1991, A Genteel Bohemian, p. 221, Missouri University Press.\n14. Strazdes, Diana J., 1992, American paintings and sculpture to 1945 in the Carnegie Museum of Art, pp. xiv, xv, New York: Hudson Hills Press in association with the Museum: Distributed by National Book Network.\n15. Chew, Paul, A., ed., Crum, Robin Eadie, and Sakal, John A., 1989, Southwestern Pennsylvania Painters: Collection of Westmoreland Museum of Art, Westmoreland Museum of Art, Greensburg, Pennsylvania.",
  "youtubeAltText": "John Wesley Beatty",
  "slug": "john_wesley_beatty_article.html",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1764704293/Beatty_Fork_in_Road_IMG_1810_T_minus_backgr2_sm_cr_fr_s63f9q.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1764704293/Beatty_Fork_in_Road_IMG_1810_T_minus_backgr2_sm_cr_fr_s63f9q.jpg"
}