{
  "date": "2026-02-13T01:07:38.863Z",
  "title": "John Adams Parker, Jr. (American 1827-1900) -- Painter of the Adirondacks",
  "showPublishDate": true,
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1770944970/parker_autumn_small_jiqsjy.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1770944970/parker_autumn_small_jiqsjy.jpg",
  "body": "New York artist John Adams Parker excelled as a painter of marines, landscapes and winter twilights, both in oil and water colors. His favorite haunts were the White Mountains of New Hampshire; Sands Point on Long Island; and the Catskill and Adirondack Mountains of New York State. \\[1, 2, 8]\n\n\nBorn in New York City in 1827, the eldest son of John A. Parker, President of the Great Western Marine Insurance Company. There are some gaps in his biography before he is noted and praised in the art sections of New York newspapers as a Brooklyn-based landscape artist. One source has Parker as a merchant from 1850 to 1857. Regardless, Parker, the merchant, was serious about becoming an artist. Circa the late 1850s/early 1860s, Parker enrolled at Union College in Schenectady, New York, receiving a Bachelor of Arts in 1863. \\[2, 3, 4, 5]\n\n\nParker had been painting scenes in the White Mountains, New Hampshire since circa 1858. In fact, two of his White Mountain paintings – “Eagle Cliff, Franconia,” and “Silver Cascade, Crawford Notch, White Mountains” were exhibited at the National Academy of Design in 1858, prior to his graduation. Further, while still in school. In 1861, Parker donated his painting “Evening” to the Merchants Exchange (NYC) to raise funds for the families of men who went to fight for the North during the American Civil War. \\[6, 7]\n\n\nParker continued painting “from nature” in the White Mountains until circa the late 1860s. He had painted marines from Sands Point on Long Island during the early 1860s and periodically through the early 1870s, at which time he began visiting the Catskill Mountains. However, it was the landscape of the Adirondack Mountains that truly captured his imagination. He had painted there circa 1866, still painting occasionally in the Catskills. Until circa 1882, Parker had painted at his house in Brooklyn, thereafter he took a studio in the Institute Building in Queens. \\[8, 9]\n\n\nHowever, it was the Keene Valley of the Adirondacks that he began to consider his home. By 1885 he had purchased a little “farm” where he had his summer studio, and at one point said that “he has been hoeing potatoes as well as painting.” In 1886, Parker, became enamored of a rock in the Adirondacks, referred to as Indian Head, and he painted two pictures of it – the rock was described as “a huge castellated form, that towers above a gloomy mountain tarn, surrounded by woody slopes of its own debris.” By 1888, Parker regarded the Adirondacks as his home and Brooklyn as only a temporary stopping point. The sales of his paintings among the residents and visitors there could be more lucrative than among his fellow New Yorkers. \\[10, 11, 12]\n\n\nParker would continue painting in the Adirondacks until the mid-1890s when, in his early seventies, he essentially “retired.” His wife had died at their Keene farm in 1893, but Parker was still painting occasionally; but by 1897 there is scant mention of him. The once “quite famous delineator mountain scenery,” a master of painting from nature, died at his little farm in the Keene Valley in 1900. \\[1, 13, 14, 15]\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, February 12, 2026.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. https://newspaperarchive.com/new-york-sun-mar-22-1900-p-3/\n2. https://www.whitemountainart.com/about-3/artists/john-adams-parker-jr-1827-c-1905/\n3. Falk, Peter, ed., 1999, Who Was Who in American Art, p. 2522, Sound View Press, Madison, CT.\n4. https://newspaperarchive.com/new-york-tribune-mar-22-1900-p-5/\n5. https://newspaperarchive.com/new-york-herald-jul-26-1863-p-3/\n6. Campbell, Catherine H. and Blaine, Marcia Schmidt, 1985, New Hampshire Scenery: A Dictionary of 19th century artists of New Hampshire Mountain Landscapes, p. 125, New Hampshire Historical Society.\n7. https://newspaperarchive.com/new-york-herald-may-30-1861-p-5/\n8. The following resources were used to establish an approximate timeline for areas in which Parker painted:\n   8a. The White Mountain Years: 22. Campbell, Catherine H. and Blaine, Marcia Schmidt, 1985, New Hampshire Scenery: A Dictionary of 19th century artists of New Hampshire Mountain Landscapes, p. 125, New Hampshire Historical Society.\n   8b. Long Island Years:\n   I.\thttps://newspaperarchive.com/brooklyn-daily-eagle-may-16-1861-p-3/\n   II.\thttps://newspaperarchive.com/brooklyn-daily-eagle-may-05-1870-p-2/\n   III.\thttps://newspaperarchive.com/brooklyn-daily-eagle-jul-18-1872-p-6/\n   IV.\thttps://newspaperarchive.com/brooklyn-daily-eagle-jul-17-1873-p-6/\n   8c. Catskill Years:\n   I.\thttps://newspaperarchive.com/brooklyn-daily-eagle-oct-23-1866-p-3/\n   II.\thttps://newspaperarchive.com/brooklyn-daily-eagle-jul-17-1873-p-6/\n   III.\thttps://newspaperarchive.com/brooklyn-daily-eagle-sep-14-1874-p-12/\n   IV.\thttps://newspaperarchive.com/brooklyn-daily-eagle-may-15-1875-p-6/\n   V.\thttps://newspaperarchive.com/brooklyn-daily-eagle-jun-25-1875-p-3/\n   VI.\thttps://newspaperarchive.com/brooklyn-daily-eagle-may-30-1880-p-3/\n   VII.\thttps://newspaperarchive.com/brooklyn-daily-eagle-dec-15-1882-p-7/\n   8d. The Adirondacks Years:\n   I.\thttps://newspaperarchive.com/brooklyn-daily-eagle-feb-21-1886-p-7/\n   II.\thttps://newspaperarchive.com/brooklyn-daily-eagle-jul-27-1871-p-1/\n   III.\tNational Academy of Design, 1873, Forty-Eighth Annual Exhibition, E. Wells Sackett & Bro., Printers. (www.internetarchive.org)\n   IV.\thttps://newspaperarchive.com/brooklyn-daily-eagle-jun-26-1877-p-3/\n   V.\thttps://newspaperarchive.com/brooklyn-daily-eagle-dec-12-1885-p-3/\n   VI.\thttps://newspaperarchive.com/brooklyn-daily-eagle-jul-08-1885-p-4/\n   VII.\thttps://archive.org/details/annualexhibition6061nati/page/n27/mode/1up?=parker \n   VIII.\thttps://newspaperarchive.com/brooklyn-daily-eagle-oct-19-1885-p-7/\n   IX.\thttps://newspaperarchive.com/brooklyn-daily-eagle-may-23-1886-p-7/\n   X.\thttps://newspaperarchive.com/brooklyn-daily-eagle-mar-25-1888-p-3/\n   XI.\thttps://newspaperarchive.com/brooklyn-daily-eagle-mar-11-1888-p-17/\n   XII.\thttps://newspaperarchive.com/brooklyn-daily-eagle-jan-03-1886-p-7/\n   XIII.\thttps://newspaperarchive.com/brooklyn-daily-eagle-dec-16-1888-p-22/\n9. https://newspaperarchive.com/brooklyn-daily-eagle-dec-15-1882-p-7/\n10. https://newspaperarchive.com/brooklyn-daily-eagle-mar-11-1888-p-17/\n11. https://newspaperarchive.com/brooklyn-daily-eagle-dec-12-1885-p-3/\n12. https://newspaperarchive.com/brooklyn-daily-eagle-jan-03-1886-p-7/\n13. https://newspaperarchive.com/brooklyn-daily-eagle-sep-04-1893-p-10/\n14. 14.https://newspaperarchive.com/brooklyn-daily-eagle-oct-03-1897-p-45/\n15. https://newspaperarchive.com/brooklyn-daily-eagle-dec-27-1896-p-42/",
  "slug": "john_adams_parker_jr_article.html",
  "youtubeAltText": "John Adams Parker, Jr."
}