{
  "date": "2026-02-22T21:02:22.606Z",
  "title": "Jonas Joseph LaValley (American 1858-1930) -- Still-life painter of Springfield, Massachusetts.",
  "showPublishDate": true,
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1771794227/LaValley_IMG_0263_article_jzlh0k.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1771794227/LaValley_IMG_0263_article_jzlh0k.jpg",
  "body": "“In an enchantingly retired country place some four miles from Westfield, Mass., at Mt. Tekoa, close to the ruins in Indian history, is the summer studio of J. J. LaValley, artist and poet.” “That he is a poet is proved by his interpretation of Nature’s tenderest moods with Nature’s most sympathetic coloring; a poet not without ‘honor in his own country’—for his works never remain long unsold.” \\[1]\n\n\nJonas Joseph LaValley (J. J. LaValley) was born in 1858 in Rouses Point, New York. The family moved to Chicopee, Massachusetts when he was ten years old and he found employment tending a “spinning mule” in a cotton mill. When he was sixteen, he went with the family to a farm in Malone, Massachusetts; however, “lean times” (possibly the result of the after effects of “Panic of 1873”), the family moved back to Chicopee. LaValley’s father had been a blacksmith and a teenaged LaValley apprenticed as a blacksmith for three years, \\[1] before eschewing that path and going back to the cotton mill. \\[2, 3]\n\n\nLaValley, apparently tired of working in the mill. This could have coincided with his marriage in 1880, or with the birth of his daughter Marie in 1885. \\[1] At any rate, he moved to Springfield, Massachusetts where he opened, with his brothers, a barber shop; advertised as J. J. LaValley of “LaValley Brothers – Barber, Main Street, Springfield.” At the time there were a number of artists who also had studios on Main Street and this likely sparked his interest in art, and he probably took some instruction from them. LaValley began drawing likenesses of his many customers and soon began attracting admirers. He hired an assistant for his barbershop to allow him time to practice his new advocation in a studio he set up in the rear of his shop. \\[2] \n\n\nLaValley had begun his career with drawing and painting in pastels, but moved to painting in oils. Circa 1888, LaValley sold his barbershop and opened a studio in Kinsman’s Block and advertised himself as an artist. He also began teaching art classes in 1889. Since 1885, he had specialized in fruit and flower still-lifes, which he successfully pursued until his death. That is not to say that he ignored the popular genre of the time -- painting landscapes “en plein air.” LaValley painted numerous landscapes during the 1890s. In 1891 he traveled to Woronoco, along the Westfield River, where he spent the summer painting. \\[2, 3, 4]\n\n\nIn 1894, LaValley, a successful artist by this time, purchased the Falley House, located “on a tiny plateau jutting out from the foot Mount Tekoa.” Built in 1770, the house and barns were sadly in need of repair \\[1] and LaValley set about to repair the house and outbuildings for use as a summer home. On the farm, LaValley grew and carefully selected most of the fruits, flowers and berries for his still-life paintings. \\[5] In addition this scenic environs would have provided subjects for landscapes. LaValley also excelled in portraiture – his daughter and only child, Marie, his “little rosebud” and later “My Little Lady,” was a favorite subject. \\[3, 5]\n\n\nIn the late 1890s, LaValley had shared his studio in Springfield with his brother William, whom under his brother’s tutelage, had also become an artist. In 1906, LaValley moved his Springfield studio to one of the farm buildings at Mount Tekoa. This country home also became a gathering place for artists and other visitors who would go there to paint. His daughter Marie would go on to become an artist in her own right and share a studio with her father for a while. \\[2, 3]\n\n\nLaValley’s grandest painting was “The Birth of Springfield” painted c. 1910-11, celebrating the new City Hall, Symphony Hall and the “Campanile.” \\[1] LaValley spent several months doing research on various aspect of the city to prepare for the final painting. The idea of the painting was well-received and a group of citizens bought the painting (by subscription) and presented it to Springfield as a gift where it was hung in the Mayor’s Office in the new City Hall in 1911. \\[2, 4]\n\n\nPerhaps in anticipation of and preparation for “The Birth of Springfield,” LaValley moved the family from Mount Tekoa back to Springfield in 1910 where he set up a studio in the Fuller Block \\[1] at the corner of Main and Bridge streets. LaValley was a co-founder of the Springfield Art league in 1918 and served as its first president. \\[5] Now almost exclusively known for his still-lifes, he continued to accept commissions for portrait – circa 1928, he was commissioned to paint the portrait of Philip B. Hasbrouck, the respected mathematics teacher and registrar of the Massachusetts Agricultural College (now University of Massachusetts Amherst). \\[2, 3, 6]\n\n\nThere is a decided contrast between LaValley’s still-lifes and his landscapes. The backgrounds of his still-lifes are almost always done in rich reds and browns, but not excessively dark, and executed with bold brushstrokes. His fruits, flowers and their containers are applied with a finer, precise touch, making for a pleasing contrast. His landscapes are usually done in a brighter, higher-keyed palette, although a number exhibit warm, earthy colors; all an impressionistic style. Almost without exception he signed his paintings “J. J. LaValley.” \\[2]\n\n\nJ. J. LaValley died in 1930, planning new compositions up until his last breath – The bells of the Campanile were rung in tribute as he was laid to rest.\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, February 22, 2026.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. National Magazine, Vol. XII, No. 3, June 1900, “From the Crow’s Nest,” p. 219-20. (www.internetarchive.org; accessed 02/21/26).\n2. Casella, Raymond, L., M.D., 1982, The Fruits of Every Season, The Life and Works of Jonas Joseph Lavalley, George Walter Vincent Smith Art Museum June 30 – September 12, 1982 exhibition catalog No. 30.\n3. \\----- 1988, American Paintings from Nature: Flower, Fruit and Leaf, Cahoon Museum of Art exhibition catalog, May 4 – July 10, 1988, Cotuit, Massachusetts.\n4. Gerdts, William, H., 1990, Art Across America, Vol. 1, p. 75-76, Abbeville Press Publishers, New York.\n5. Roberts, George S., 1906, Historic Towns of the Connecticut River Valley, p.315, Robson & Adee, publisher, Schenectady, NY. (www.internetarchive.org; accessed 02/21/2026).\n6. Massachusetts Agricultural College. Associate Alumni, Vol. XI, No. 1, June 25, 1929, p. 3, Amherst, Massachusetts. (www.internetarchive.org; accessed 02/21/2026).",
  "youtubeAltText": "J. J. LaValley",
  "slug": "jonas_joseph_lavalley-article.html"
}