{
  "date": "2026-01-29T16:16:39.704Z",
  "title": "J. D. Sorver (American 1825 – 1904) -- A Haddonfield, New Jersey Artist.",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1769703698/Sorver_Hen_and_Chicks_IMG_2313_article_d8kiko.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1769703698/Sorver_Hen_and_Chicks_IMG_2313_article_d8kiko.jpg",
  "body": "In his 1904 obituary, the Los Angeles Herald said of Sorver:\n“To begin at the foot of the ladder that leads to fame in art when one has reached the age of 50, and then to acquire marked distinction, is an accomplishment rare indeed, and Mr. Sorver has made a success as unique as any recorded in the annals of western artists.” \\[1]\n\n\nA rare man indeed, and what were the unique “models” for his paintings? Chickens! Huff Cochins and Plymouth Rocks. His favorites were “little, woolly baby chicks that chirped about in wide-eyed amazement at everything.” After having acquired a comfortable “nest egg” (pun intended) by 1875, Sorver was looking for recreation that would “suit his quiet disposition and love of nature.” He discovered it in painting. One of his hobbies since childhood had been raising poultry, so his idea was, if faithfully portrayed on canvas, chickens “would make interesting works of art.” To think was to act with him and so began his pursuit of paintings interesting barnyard scenes featuring chickens. And the public loved them. \\[1]\n\n\nHe had very little art training; however, I believe he may have had some training, as in 1877 he had donated his painting “Trenton Falls” to an auction organized by former students of the Philadelphia drawing master, George W. Holmes. Holmes had lost his eyesight and was no longer to earn an income after 40 years of teaching. This suggests that Sorver had been one of his former pupils or at least was acquainted with him. \\[2]\n\n\nSorver, when looking back at his earliest attempts would laugh and admit that his first attempts resembled nothing in the animal or vegetable kingdom. Perhaps this was before his making the acquaintance of George Holmes. As was his nature, he acted upon his deficiencies and devoted his time to the study of color, outline, form and proportion. His perseverance paid off. By 1881, three of his paintings were in the art gallery of the famous Wanamaker department store in Philadelphia -- “Resting,” “Trespassing,” and “Chickens.” He was hailed as one of the most distinguished artists of Philadelphia. \\[6] He also exhibited at the Pennsylvania Academy of the Fine Arts in Philadelphia in 1888. \\[1, 3]\n\n\nSorver was born in Philadelphia in 1825, but what occupied his life between youth and middle age is still a bit of a mystery. We know that he raised poultry as a youth. I’m going to go out on a limb here and speculate that Sorver was a member of the noted Philadelphia Sorver family of tobacco and coffee importers \\[ref] and likely his early life through middle age was spent in business endeavors. [1, 4\n\n] \nDuring the Civil War 1861-65) when he was, in his mid-thirties, he was a Captain of Company C, 3rd Regiment Reserve Brigade and saw action. After the war, in 1865, he was living in Haddonfield, New Jersey, where his uncle had a cigar business. In that same year, he and his wife moved to Haddonfield. Sorver may have returned to the family business after the war, until circa 1875, when he decided that an artist’s life was more suitable for him. In the late 1800s, there is mention of a J. D. Sorver (and others) who incorporated the Carroll Chainless Cycle Co., of Camden and Philadelphia to manufacture “all kinds of chainless bicycles.” Sorver would have been in his early 60s at that time; maybe it was a son. Or maybe that was the source of his wealth that allowed him to leave for California circa 1900, where he joined the ranks of the western artists and continued to paint his dear little chickens. He died in 1904. \\[4, 5, 6, 7, 8] \n\n\nContrary to the opinion of his friends and his critics at that time Sorver claimed for himself, not genius nor even more than ordinary talent, but attributed his success more to perseverance than natural ability. \\[1]\nI don’t know about you, but I think there was some talent involved.\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, January 29, 2025.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. Los Angeles Herald 14 February 1904 — California Digital Newspaper Collection (accessed 01/27/2026).\n2.  https://newspaperarchive.com/philadelphia-inquirer-nov-27-1877--p-2/\n3. Gerdts, William H., 1990, Art Across America, Vol. I, p. 3110, Cross River Press, Ltd.\n4. Historical Society of Haddonfield newsletter, September 2009; https://archive.org/details/HSH2009Sept/page/n1/mode/1up?q=sorver (accessed 01/27/2026).\n5. https://newspaperarchive.com/philadelphia-press-jul-03-1863-p-2/\n6.  https://www.askart.com/artist/J_D_Sorver/11169500/J_D_Sorver.aspx (accessed 01/298/2026).\n7. https://archive.org/details/sim_hardware-age-home-improvement-market_1897-03-25_14_12/page/50/mode/1up?q=Carroll+Chainless+Cycle+\n8. https://www.askart.com/Artist_Export.aspx?S=1&QID=6937&ALL=3605010 (accessed 01/28/2026).",
  "youtubeAltText": "J D Sorver",
  "slug": "joseph_d_sorver_article.html",
  "showPublishDate": true
}