{
  "date": "2025-11-20T17:57:02.060Z",
  "title": "FEATURED ARTIST -- JOSEPH RYAN WOOWELL (AMERICAN 1842 - 1911)",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1674346923/cms-uploads/woodwell.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1674346923/cms-uploads/woodwell.jpg",
  "body": "*\"...there are those American painters who occupy that ground midway between the Hudson River School and the Impressionist conception. They went beyond the smoothly rendered technique of the American luminist approach, yet for the most part they were not quite ready to embrace impressionist practice.[*1]. *A man of passion, Woodwell often challenged, “Did you ever study the sky? Shall I paint it as I see it? That is impossible, but I can try to paint it as I feel it.”* \\[2]\n\nJoseph Ryan Woodwell was born in Pittsburgh, Pennsylvania in 1842,3 the son of the New York cabinet maker, Joseph W. Woodwell (1807 – 1899). \\[4] In 1828, the elder Woodwell had moved to Pittsburgh and opened a furniture and cabinet factory and later, in 1847, opened Joseph Woodwell & Co. \\[5]\n\nWoodwell, the younger, took his early art instruction from Pittsburgh painters David Blythe (1815-1865) and George Hetzel (1826-1899) \\[6] and at age 17, he participated in the first Pittsburgh Art Association exhibition in 1859 \\[3] Young Woodwell was also member of the Pittsburgh Fire Company and practiced his skill by painting panels for the walls of their new fire house in the East End. \\[7] His Pittsburgh blossoming career went on a temporarily hiatus when in circa 1861 - 62 his father sent him to France to study. He remained for about seven years, \\[8] first studying at the Academie Julian in Paris, at Rome and at Barbizon. \\[8, 9, 10] Woodwell was among the first American artists to meet and work among the French Impressionists in France.11After his training as an artist in France, Woodwell returned to Pittsburgh in 1867 to help manage his father’s successful hardware company, and which he and his brother took over when their father retired in 1885 \\[5]. Notwithstanding, Woodwell, was one of those “enthusiastic young men” that met at J. J. Gillespie’s Art Gallery every day at noon12 to mingle with fellow artists, and It was probably his enthusiasm that allowed him to not only manage a successful business but also a successful art career – he divided his time equally between his business and his art \\[10] and found some time to paint every day.\\[13] Woodwell maintained a studio in Pittsburgh’s East End.\\[14]\n\nAmong Woodwell’s many friends of the “Gillespie Group” was George Hetzel, the leader of the Scalp Level school, a group of Pittsburgh artists who traveled to the confluence of Little Paint Creek with Paint Creek in Cambria County, Pennsylvania to sketch and paint every year for nearly three decades. Woodwell would join Hetzel and other members of Gillespie Group at the little “art colony” at Scalp Level, which Dr. Paul Chew likened to the Barbizon art colony in France. \\[3]\n\nWoodwell, with Alfred S. Wall, were dominant members of the Gillespie Group, \\[13] and greatly influenced art and art interest in Pittsburgh. \\[12] Woodwell, in fact was a neighbor of Henry Clay Frick, whose elegant Pittsburgh home (Clayton) is now the Frick Pittsburgh Museums and Gardens. Woodwell introduced Frick to the art of European artists and told him tales of his adventures with members of the Barbizon school and other European artists who were his friends. \\[6] Woodwell visited Clayton every Sunday and was the first to see Frick’s most recent acquisitions. \\[2]\n\nWoodwell counted among his friends, the Pittsburgh steel magnate Andrew Carnegie, who was founder of the Carnegie Institute, which included an art gallery. Circa 1895, Woodwell, and another Pittsburgh artist John Beatty were appointed Board of Trustees \\[10] and also served on the “art Committee” of the Carnegie Art Galleries, \\[15] with Woodwell as its chairman. \\[16] It was Carnegie’s goal to make Pittsburgh “as famous for art as it is now for steel,” and in 1896, Carnegie established what is now known as the “Carnegie Internationals” \\[17] Woodwell would go on to exhibit in in ten Internationals. \\[8] Woodwell’s involvement with the Carnegie Internationals would bring him in contact with many of the nineteenth century’s artists and an acquaintance with the well-known Philadelphia artist Thomas Eakins resulted in Eakins painting a portrait of Woodwell 1904. \\[6]\n\nA 1933 issue of Carnegie Magazine described Woodwell as an artist who, “as a natural result of his association with the quiet and reflective men of the Barbizon school,” had a “sensitiveness so obvious in every stroke of his brush. He had far too much sincerity and clarity of vision to be tempted into the pitfalls of sugared sentimentality or pretty-prettiness which was so prevalent in that era.” \\[10] The early “dark, moodiness” of his Barbizon-influence style later gave way to a lighter, looser technique in the late 1880s and at Scalp Level he experimented with composition, space, and the effects of natural light. \\[3]\n\nIn 1888, Woodwell had acquired a cottage at Magnolia on the coast of Massachusetts where he would spend his summers. \\[3, 6] This coastal village would become an art colony by the early 20th century, attracting many of that era’s other well-known artists. Marines and seascapes at Magnolia would become subjects in Woodwell’s paintings from that period onward. \\[18]\n\nCirca 1909, Woodwell gave up his management role in the Joseph Woodwell & Co. due to ill health \\[19] and in 1911, this man of passion for art, died at his home in Pittsburgh. In 1933, Carnegie Institute paid special tribute to Woodwell by holding an exhibition of his paintings as noting him as “a trustee who was at the same time an artist, an art patron, and a man of affairs. \\[10]\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, November 18, 2025. Use only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. Boyle, Richard, B., 1974, American Impressionism, New York Graphic Society, Boston, Massachusetts.\n2. Sanger, Martha Frick Symington, 1998, Henry Clay Frick: An Intimate Portrait, Abbington Press Publishers, New York, London, Paris.\n3. Chew, Paul, A., 1994, Geo. Hetzel and the Scalp Level Tradition: George Hetzel Retrospective and The Scalp Level Artists Exhibition, 26 March – May 8, Westmoreland Museum of Art, Greensburg, Pennsylvania.\n4. Miller, Annie Clark, 1927, Chronicles of Families, Houses and Estates of Pittsburgh and its Environs, Pittsburgh, Pennsylvania.\n5. The Iron Age, Vol. LXIV, no. 9, p. 33, David Williams Co., New York.\n6. https://home.nps.gov/jofl/learn/historyculture/joseph-r-woodwell.htm\n7. Dawson, Charles T., ed., 1889, Our Firemen: The History of the Pittsburgh Fire Department, from the Village period Until the Present Time, Pittsburgh, Penna.\n8. Carnegie Magazine, Vol. VI, No. 8, October 1952, Pittsburgh, Pennsylvania.\n9. Kurtz, Charles M, 1884, Illustrated Catalogue of the Art Gallery of the Southern Exposition, August 19 – October 25, Louisville, Kentucky, John P. Morton and Company.\n10. Carnegie Magazine, Vol. VI, No. 9, February 1933, Pittsburgh, PA.\n11. European Muses, American Masters, 1870-1950, exhibition catalogue: Monet to Matisse, Homer to Hartley: American Masters and Their European Muses, June 24 – October 17, 2004, Portland Museum of Art.\n12. Art and Archaeology, Vol. XIII, January-June, 1922, The Archaeological Institute of America, Art and Archaeology Press, Inc. Washington.\n13. Art and Archaeology, Vol. XIV, Nos. 5-6, December 1922, p. 315, Archaeological Institute of America, Washington, D.C.; Concord, N.H., publisher.\n14. Pittsburgh Dispatch, Oct 12, 1890, p. 12 | NewspaperArchive\n15. Hellerstedt, Kahren Jones, Moore, Joanne B., Rosenthal Ellen, M., and Wells, Louise F., 1988, Clayton, The Pittsburgh Home of Henry Clay Frick, Art and Furnishings, The Henry Clay Frick Foundation, University of Pittsburgh Press\n16. Collura, Ida, M., ed., 1859, Pittsburgh Festival, Duquesne University, Mayer Press, Pittsburgh.\n17. https://carnegieart.org/art/carnegie-international/history-of-the-carnegie-international/\n18. Chew, Paul, A., Sakal, John A., 1981, Southwestern Pennsylvania Painters 1800 – 1945, 27 September 1981 November 29, The Westmoreland County Museum of Art, Greensburg, Pennsylvania.\n19. The American Artisan and Hardware Record, Vol. 61, No. 24, June 17, 1911, Chicago.",
  "slug": "joseph_ryan_woodwell_biography-html",
  "youtubeAltText": "joseph_ryan_woodwell_biography.html",
  "showPublishDate": true
}