{
  "date": "2026-01-24T15:14:52.876Z",
  "title": "(John) Leon Moran (American 1864 – 1941) - Philadelphia to Plainfield",
  "showPublishDate": true,
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1769267804/moran_small_ojodto.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1769267804/moran_small_ojodto.jpg",
  "body": "In 1884, when Leon Moran was all of 20 years old, it was said that “this clever young painter, who has attained a distinct individuality at an age when American artists generally are just beginning to study drawing, may be classed as one of the strongest men of the new art generation. With the exception of one year's study in France Mr. Moran has worked exclusively in America and under American influences. His pictures show a happy assimilation of French and American qualities. He has the brilliancy, sparkle, audacity and chic of a Frenchman. His skill of technique and artistic conscientiousness are also Gallic (French), but mingled with these qualities is a strain of American originality, self-reliance and independence. \\[4]\n\n\nJohn Leon Moran was born in Philadelphia, Pennsylvania in 1864. His father was the Philadelphia marine painter Edward Moran, and his uncles were the landscape painters Thomas Moran and Peter Moran, and the landscape photographer John Moran. His older brother, (Edward) Percy Moran, was also an artist. His early display of exceptional ability was not unworthy of a family that was not unsurpassed for the number of artists it included during the latter part of the 19th century and into the 20th century. \\[2, 3, 4]\n\n\nIn 1881, it was said that the talented young Leon had taken to ‘to drawing as naturally as young birds to flight.’ He had taken his first art instruction from his father Edward, along side his brother Percy, followed by further training in London and Paris circa 1878, when he about 14 years old. After his return from Europe in 1879, Moran continued to take further instruction from his father in a studio situated in a separate area of the family home. Moran first exhibited a watercolor at the National Academy of Design in 1881. Watercolor was his medium of choice in his early career and he would go on to become a life member of the American Water Color Society. \\[1, 4, 5, 6, 7]\n\n\nCirca 1883, Moran moved to New York City, took instruction at the National Academy of Design and opened a studio. Given that his uncle John Moran was already well-known, John Leon Moran preferred to use his middle name ‘Leon.’ Other variants of his name that crop up in the literature: John L. Moran; J.L. Moran; and J. L. Moran. \\[3, 7, 8]\n\n\nAlthough art colonies had sprung up all over the United States during the 19th century, painting landscapes ‘en plein air’ did not beckon Moran. He had made a study of early English, French, and American costumes, and his historical genre scenes were such in high demand at the time that he had little time for anything else, although you may find an occasional still life or landscape by him. Moran and his brother Percy would spend many summers at the “Summer Colony” at East Hampton on Long Island, and return to their adjoining studios in New York City. \\[9, 10]\n\n\nMoran would remain in New York City until circa 1900 when he moved to Plainfield, New Jersey. Why Plainfield? At that time, Plainfield was a bedroom suburb of New York City and also known for a climate that was beneficial for respiratory ailments. With rail service from Plainfield to New York City, Moran could travel to New York and return to the “gentle mountain air and the cool breezes coming in from the Atlantic” with little effort. In 1906, Moran opened drawing and painting classes at his studio in the former Babcock Building (now gone) in Plainfield. \\[11, 12]\nIn addition to being a member of the American Water Color Society, Moran was also a member of the Plainfield Art Association. He exhibited frequently and widely – National Academy of Design (1881-98); Boston (1881-1906); Brooklyn Art Association (1881-85) Art Institute of Chicago (1888-1920); Philadelphia Art Club (1893, gold); Pennsylvania Academy of the Fine Arts (1901); American Art Society (Philadelphia, 1902, gold); Independent Artists (1921). \\[2, 6]\n\n\nThe art critics, who had said of him early in his career, “Whether the subject be a French peasant girl, an American rural scene, a charming Directoire maiden or a last century cavalier, the same qualities of fresh, youthful elan and buoyant joyousness are found in all. It is work done in a holiday mood that belongs to youth alone but none the less it is serious, earnest work which, while giving unusual satisfaction in itself, is still more valuable as promising magnificent results for the artist's maturity. As a mature artist, whether it be a watercolor or an oil, he met those expectations and then some. {1}\n\n\nShortly before his death in 1941, Moran moved to Watchung, New Jersey (just west of Plainfield). \\[2]. With his death Moran took with him his exquisite use of color and his unusual grace of motif. \\[6, 9]\n\n\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, January 23, 2025.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences\n\n1. Art Year Book, 1884, New England Institute, Boston, Mass., U.S.A., (www.internetarchive.org; accessed 01/16/2026).\n2. Falk, Peter, ed., 1999, Who Was Who in American Art, p. 2323, Sound View Press, Madison, CT.\n3. Batson, Barbara, C., and Kamerer, Tracy, L., 2002, A Capital Collection: Virginia’s Artistic Inheritance, p. 89, The Library of Virginia, Richmond. (www.internetarchive.com; accessed 01/17/2026).\n4. Benjamin, S. G. W., 1881, Fourteenth Annual Exhibition of the American Water Color Society (Opened January 24. Closed February 23), American Art Review; https://archive.org/details/jstor-20559803/page/n8/mode/1up?q=j.+leon+moran (accessed 01/17/2026).\n5. The Art Amateur, 1881, Vol. V., No. I, Percy and Leon Moran, p. 6, Montague and Marks, New York.\n6. https://www.findagrave.com/memorial/120272034/john-leon-moran (accessed 01/17/2026).\n7. \\----- 1965, Mantle Fielding’s Dictionary of American Painters, Sculptors and Engravers, \\[originally published in 1926], p. 246, James F. Carr, publisher. (www.internetarchive.com; accessed 01/17/2026)\n8. (John) Leon Moran (1864-1941) | Salmagundi Club (accessed 01/17/2026).\n9. The Quarterly Illustrator, Vol. I., No.2, April, May, June, 1893, Harry C. Jones, publisher. (www.internetarchive.com; accessed 01/07/2026).\n10. https://newspaperarchive.com/new-york-times-jun-05-1903-p-24/ (accessed 01/17/2026). \n11. https://newspaperarchive.com/plainfield-daily-press-nov-06-1906-p-5/ (accessed 01/17/2026).\n12.  Plainfield Public Library - History of Plainfield (accessed 01/22/2026).",
  "youtubeAltText": "Leon Moran",
  "slug": "leon_moran_article.html"
}