{
  "date": "2025-12-21T19:07:12.896Z",
  "title": "Martin B. Leisser (American 1845 – 1940) The Dean of Pittsburgh Artists",
  "showPublishDate": true,
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1766344965/Leisser_IMG_4571_T_sm_cr_fr_tnd4oy.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1766344965/Leisser_IMG_4571_T_sm_cr_fr_tnd4oy.jpg",
  "body": "Martin B. Leisser was born on Pittsburgh’s South Side in 1845\\[1] and was a member of the Scalp Level school of, a group of Pittsburgh artists who spent summers in the Allegheny Mountains, at the George Hetzel’s small artists’ colony in Cambria County. Leisser’s parents were German immigrants and he would claim that it was his mother from whom he inherited his love for art. Leisser would later recall that the South Side at that time was a “place of farms and forests in which his brother and he, and their friends rambled about during their childhoods. \\[1, 2]”\nWhen Leisser was about 19 years old, he saw his first exhibition of paintings at Pittsburgh’s Sanitary Fair in 1864 which was organized to raise money for the care of sick and wounded Union soldiers during the Civil War.  Apparently, the works he saw left a lasting impression. With a natural artistic ability, (encouraged by his mother, perhaps?) and without any art instruction, as Pittsburgh at that time had no art schools or drawing classes, Leisser found employment painting flowers and decorations on furniture, painting gold stripes, flower designs and names on iron safes, carriage wheels, buggies and book, presses and painting portraits. \\[2, 3, 5]\n\nSaving the money he earned from these first jobs, he was able to finance a trip to Europe where he studied at the Art Academy at Munich, Bavaria, Germany in 1868 When Leisser returned to Pittsburgh in 1871, he opened a studio on Fifth Avenue and began specializing in portraiture at which he exceled. His Pittsburgh portrait commissions included the venerable steel magnate Andrew Carnegie; Colonel William Herron, \\[3], Stephen Foster and Mary Schenley. In 1884 the Dollar Bank of Pittsburgh commissioned Leisser to paint posthumous portraits of Charles Colton, the bank’s founder, and George Albree, its first president. Another portrait by Leisser was of George T. Fleming, the Pittsburgh historian, who authored the five-volume *History of Pittsburgh and Environs* (1922). In 1937, a 93-year-old Leisser painted the portrait of Agnes Way, one of the few women Scalp Level artists, who was 95 years old, two years older than Leisser. [1, 3, 4, 5\n\n“I prefer doing landscapes,” he used to say, “but had to settle down at portraits to earn enough to keep myself square with the world.” His friendship with George Hetzel and his summers at Scalp Level allowed him the freedom to pursue landscape painting, at least for a while. Another foray in landscape occurred during the Pittsburgh Rail Strike of 1877 when Leisser climbed to the steeple of a nearby church to record the burning of Union Station, the grain elevator, and the railroad yards. In 1902, he painted a series of oil sketches capturing nocturnal scenes of Pittsburgh including views of the factories -- the Jones and Laughlin Works on both sides of the Monongahela, the South Side plant, and the Eliza Furnaces on Pittsburgh’s North Shore. His sketch documenting the skyline of Pittsburgh along the Monongahela Wharf in 1902 shows the lower building of “old Pittsburgh” juxtaposed with newer “skyscrapers” of “new Pittsburgh” rising behind them. \\[6, 7]\n\nIt is unfortunate that Leisser did not continue painting industrial scenes, as he was quite good. He said at the time “that the field of portrayal of the splendid night scenes of Pittsburgh is a large one and can only be adequately done justice to by one who gives his whole time to the work.” He was quite busy. As noted above, Leisser was still busy painting portraits until three years before his death at age 94. He was also a founder, member and director of the Art Society of Pittsburgh, a member of the Pittsburgh Artists’ Association. He had taught and served as the Headmaster at Pittsburgh School of Design for Women and served on the original Fine Arts Committee for Carnegie Institute. Leisser was also part of a literary society and an early patron of the Pittsburgh Orchestra. \\[1, 3, 7, 8]\n\nLooking to the future of art in Pittsburgh, The Martin B. Leisser and Charles H. Leisser art Fund was established in the wills of Leisser and his brother. Prior to that Leisser had given annual awards to the Art Department of the Carnegie Institute in Pittsburgh; the Art Gallery at San Diego, California, (in memory of his brother, who had preceded him in death) and art A. M. Farnham (a fellow-student of his Munich days, who contributed much to the development of art in San Diego); and the Kunsgewerbe Technische Schule in Frankfort, Germany, in honor of his mother, from whom he claims to have inherited his love for art. \\[2, 8,]\n\nThe “Dean of Pittsburgh artists” died in 1940, just shy of his 95th birthday at Shadyside Hospital, Pittsburgh after a brief illness. After his death, the remaining paintings in his studio seemed to be, of all things, landscapes! Apparently, he did find some time to paint his favorite genre-- landscapes. Leisser had married artist Sarah Montgomery Stewart in 1884 and in 1886 they honeymooned in Europe, where they spent the next nearly five years touring all the great cities. They were based in Paris and during this time he took study at the Academie Julian.  He even built his own camera to take photographs. After his wife’s death in 1905, Leisser continued to travel with his brother Charles until his death in 1928. Leisser’s European photographs and his trips to Florida, California, New Mexico, Hawaii and parts of South America, in addition to the panoramic shores of Lake Superior, the wooded beauty of Pennsylvania’s Cook Forest likely inspired many of the paintings found. \\[1, 3, 6, 9, 10]\n\nThe man who persuaded Andrew Carnegie to include an art school in the Carnegie Institute of Technology (now Carnegie-Mellon University) and championed giving female art students an education equal to that of their male counterparts left a lasting legacy for the future of the arts in Pittsburgh. He had said in 1938 that “I would like to live a few more years longer to see what will happen in the world.” \\[1, 11, 12]\nIf, only...\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, December 20, 2025.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. https://dollar.bank/about/our-history/notable-dollar-bank-customers-from-the-past/martin-b-leisser (accessed 12/18/25).  \n2. Harper, Frank, C., 1932, Pittsburgh of Today: Its Resources and Its People, Vol. V, p. 753, American Historical Society, New York, NY. (Internetarchive.org; accessed 12/2025).\n3. Paul, A., 1994, Geo. Hetzel and the Scalp Level Tradition, George Hetzel Retrospective and The Scalp level Artists Exhibition, 26 March – May 8, 1994, p. 106, Westmoreland Museum of Art, Greensburg, Pa.\n4. The Western Pennsylvania Historical Magazine, Vol. 23, No. 3, 1940-09, p. 192. (Internetarchive.org; accessed 12/2025).\n5. https://newspaperarchive.com/salt-lake-tribune-sep-26-1937-p-17 (accessed 12/2025)\n6. Pittsburgh Press, May 17, 1940, p. 9;  Martin B. Leisser (1845-1940) - Find a Grave Memorial (accessed 12/17/2025).\n7. Youngner, Rina, 2006, Industry in Art, 1812 to 1920, University of Pittsburgh Press, Pittsburgh, PA. (Internetarchive.org; accessed 12/2025).\n8. Carnegie Magazine, Vol. XV, No. 7, December, 1941, Carnegie Museums of Pittsburgh (Internetarchive.org; accessed 12/2025).\n9. https://newspaperarchive.com/new-castle-news-may-17-1940-p-17/ (accessed 12/2025).\n10. Strazdes, Diana J., 1992, American paintings and sculpture to 1945 in the Carnegie Museum of Art, p. 316, New York: Hudson Hills Press in association with the Museum: Distributed by National Book Network. (Internetarchive.org; accessed 12/2025).\n11. Carnegie Magazine, Vol. XVII, No. 1, April, 1943, Carnegie Museums of Pittsburgh. (Internetarchive.org; accessed 12/2025).\n12. https://newspaperarchive.com/bradford-era-jul-30-1938-p-10/ (accessed 12/2025).",
  "youtubeAltText": "M. B. Leisser",
  "slug": "m_b_leisser_article,html"
}