{
  "date": "2026-01-04T00:20:46.634Z",
  "title": "Olive Parker Black - Artist of the Berkshires",
  "showPublishDate": true,
  "body": "Olive Parker Black was born in Cambridge, Massachusetts in 1861. She was the daughter of well-known Boston photographer James Wallace Black who, in 1860, from a balloon tethered above Boston common, took and developed the first aerial photographs in America. Her mother was Frances Georgiana Sharp, the daughter of English painter and lithographer William Sharp. Given her lineage, it’s no wonder a young Olive Parker Black would embark on a career in one of the visual arts – painting. \\[1, 2, 3]\n\n\nWhen Black began painting is unknown; however, in 1877, The Museum of Fine Arts, Boston had opened its School of Drawing and Painting and began offering art classes. She took study there with mural and genre painter Otto Grundmann and Frank Crowninshield \\[Vose]. In 1887, Black joined the Boston Art Students Association (renamed The Copley Society in 1901).  It is probable that her early training can be bracketed between 1877 and 1887. \\[4, 5, 6, 7]\n\n\nCirca 1890, Black went to New York City and studied with mural and genre easel painter Edwin Howland Blashfield and plein air landscape painter William Merritt Chase and tonalist landscape painter Hugh Bolton Jones at the Art Students’ League. She was considered to be one of Chase’s best pupils, and probably studied at his Shinnecock Hills Summer Art School on Long Island, New York where she would have been introduced to the style of the French Impressionists. However, her mature style was influenced more by Jones’s Barbizon tonalist style. Exhibition records show that Black was exhibiting at the Boston Art Club and the Pennsylvania Academy of the Fine Arts in 1894. \\[7, 8, 9, 10]\n\n\nCambridge remained her home until circa 1909 when she moved to New York City. In the latter part of the nineteenth century, Black began spending her summers at South Egremont, Massachusetts in the Berkshires. Her en plein air landscapes painted there are for what she is best known. Hugh Bolton Jones also had a summer cottage at South Egremont and no doubt they spent some time painting together. In fact, if you compare their paintings, some look as if they could have been sitting at the same location painting the same scene, albeit from a slightly different vantage point. Critics of the time noticed. \\[6, 11]\n\n\nIn 1908, there was a special exhibition of 26 oils by Black hung in room \"F\" of the Marshall Field & Co. suite of galleries in Chicago. Described as “woodland scenes with a prevailing note of reality, and the vivid tones of actual spring.” \"The Brook\" is especially attractive, while in \"Evening After the Rain\" the artist sounds a more profound note, showing the direct influence of H. Bolton Jones, of whom she is a pupil. In the September 15, 1913 edition of the Berkshire Evening Eagle another critic made the following observation: “There are two landscapes by H. Bolton Jones and one by Miss Olive Black, which need not comment, being as clever as this master and his pupil always are.” \\[12, 13]\n\n\nStylistically, her landscapes are a beautiful blend of the styles of the Barbizon School, a style espoused by Hugh Bolton Jones, and the Impressionists with the looser brushwork and a higher keyed palette, that she learned from William Merritt Chase -- but, most importantly, she developed a style distinctly her own. \\[14]\n\n\nWith her palette and her skill, Black was able to capture the true feeling and color of nature. A common element in her paintings is a stream traversing through meadow often flowing out of the frame to points beyond us, the viewer. Her handling of water with the reflections of the sky and the adjacent scenery was unequaled by her peers.\nIn addition to the Copley Society, she was a member of the National Association of Women Artists; New York Society of Painters; American Artist Professional League In addition to the Boston Art Club and the Pennsylvania Academy of the Fine Arts, Black exhibited at the National Academy of Design (1897 to 1930); Society of American Artists; Boston Art Club; Carnegie Institution; and the Philadelphia Art Association.\\[5]\n\n\nOlive Parker Black died at South Egremont in July, 1948...in her beloved Berkshires.\n\n\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, January 3, 2026.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. James Wallace Black (1825-1896) - Find a Grave Memorial (accessed 12/2025)\n2. Hannavy, John, ed., Routledge, 2008, Encyclopedia of Nineteenth-century Photography, p. 12, Taylor & Francis Group, New York, London. (internetarchive.com, accessed 12/2005).\n3. The New York Times, Vol. XCVII, No. 33,032, July 2, 1948, p. L-21 (Internetarchive.com, accessed 12/2025).\n4. https://copleysociety.org/our-history/ (accessed  01/02/2026).\n5. Falk, Peter, ed., 1999, Who Was Who in American Art, Sound View Press, Madison, CT.\n6. https://www.bwht.org/explore/the-copley-society-of-art/ (accessed 01/02/2026). \n7. https://www.vosegalleries.com/artists/olive-parker-black (accessed 12/2025)\n8. https://www.askart.com/artist/Edwin_Howland_Blashfield/22062/Edwin_Howland_Blashfield.aspx (accessed 01/02/2026).\n9. www.askart.com/artist_bio/Olive_Parker_Black/25239/Olive_Parker_Black.aspx (accessed 12/2025).\n10. \\----- 1894, Boston Art Club, Forty-Ninth Exhibition, Catalogue, Boston, Massachusetts. (internetarchive.com, accessed 12/2025).\n11. https://www.askart.com/artist/Hugh_Bolton_Jones/22058/Hugh_Bolton_Jones.aspx (accessed 01/02/2026).\n12. American Art News, Vol. VI, No. 25, April 4, 1908, p. 2. (internetarchive.com, accessed 12/2025).\n13.  https://newspaperarchive.com/the-berkshire-eveing-eagle-sep-15-1913-p-5/ (accessed 12/2025). \n14. https://www.askart.com/artist/William_Merritt_Chase/6766/William_Merritt_Chase.aspx(accessed 01/02/2026).",
  "youtubeAltText": "Olive Parker Black",
  "slug": "olive_parker_black_article.html"
}