{
  "date": "2025-12-24T15:48:31.444Z",
  "title": "Samuel W. Griggs (American, 1827 – 1898) - From Architect to Artist",
  "showPublishDate": true,
  "body": "A Boston Art Club colleague described Griggs as:\n*An artist sketching is a great wonder to an enquiring mind. It is a good thing to find a large, handsome pickerel, then take him to your studio, paint his picture, and then eat him for dinner. I should like to see all the pictures that this industrious prolific painter has painted. Now it is a derby hat with a rat-terrier in it. Then it is a straw hat with a Malta kitten in it. Now a fish, a Florid red snapper in the gayest of color. Now shad or black and white, like a steel engraving. Then mountain, woodland, lake, and river in color. If any shall succeed in being a better artist, they will find it hard to be a kinder, better fellow than Mr. Samuel W. Griggs.* \\[1]\n\n\nGriggs was born in the Roxbury section of Boston, Massachusetts in 1827. Griggs would go on to become a member of the New Hampshire-based White Mountain School of artists. He was largely self-taught; however, he reportedly studied painting with Albert Bierstadt. Interestingly, it wasn’t art that figured in his early adult life – he had first studied to be an architect. He was listed as an architect in Boston circa 1848 through circa 1852. Apparently, the life of a somewhat nomadic artist, traipsing about mountains and valleys of New England, was more appealing to him than sitting at a desk in an office drawing up architectural designs. \\[1, 2, 3, 4]\n\n\nIn 1854, Griggs retained space in the former Studio Building located on Tremont Street in Boston, which he kept for over 30 years; however, he and his wife made Roxbury their home. True to his peripatetic nature, Griggs rambled about in New York State (probably the farthest south he roamed), the New England states of Maine, New Hampshire Vermont and Massachusetts to find subjects to paint. Griggs was one of many of that era’s well-known artists who, during the summers of the 1850s and 1860s, trekked to the small towns of New Hampshire in close proximity to the White Mountains. West Compton and North Conway were two of these at which Griggs spent his summers. Close to the Franconia range and Notch, Griggs would join parties of artists that would have included Asher B. Durand of New York and William Trost Richard of Philadelphia, who would hire a wagon to take them into the mountains. \\[4] Records show that his earliest painting that can be dated is a White Mountain scene from 1856. In 1858 three of his paintings were accepted for an exhibition coordinated by Albert Bierstadt. \\[1, 5, 6]\n\n\nAlthough Griggs painted some still lifes and fish and game pictures, landscapes dominated his oeuvre. From the towering peaks of the White Mountains to scenic lakes, including George in New York State and Lake Winnipesaukee in New Hampshire, to quiet bucolic river scenes often with cattle, sometimes with figures. Another artist friend spoke of him as that “Boston boy” who has had a splendid beginning. He has been long and well known here. He paints landscape, marine, game, and fish...Every summer he goes sketching far and wide. Now in Maine, then in New Hampshire, and again in Vermont, or in New York among the Adirondacks.” \\[ One source says that Griggs was in California in 1891. No doubt he was. [1, 7, 8]\n\n\nHis mountain scenes notwithstanding, an art critic for the Boston Globe remarked upon the way in which Griggs painted foliage, saying: “The foliage is treated with that delicacy for which Mr. Griggs is famous, each leaf seeming to have received his particular attention. In painting a tree, he so arranges its outlines that it seems possible to look into it through the spaces through its leaves.” He understood the “architecture” of trees and painted them so that we could too. Griggs was truly a versatile artist... mountain, woodland, lake, and river in color. If any shall succeed in being a better artist, they will find it hard to be a kinder, better fellow than Mr. Samuel W. Griggs.\" \\[1, 9]\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, December 24, 2025.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. Kristiansen, Rolf H., and Leary, John J., 1987, Rediscovering Some New England artists, 1875 – 1900, pp. 84-88, Gardner-O’Brien Associates, Dedham, MA. (Internetarchive.com, accessed 12/2025).\n2. https://newspaperarchive.com/boston-daily-globe-may-17-1898-p-20/ (accessed 12/2025).\n3. O’Toole, Judith H., 2005, Different Views in Hudson River School Painting, p. 122, Columbia University Press, New York; Westmoreland Museum of American Art, Greensburg, PA.\n4. Falk, Peter, ed., 1999, Who Was Who in American Art, p. 1379, Sound View Press, Madison, CT.\n5. https://www.whitemountainart.com/about-3/artists/samuel-w-griggs-1827-1898/ (accessed 12/2025).\n6. Shipp, Steve, 1996, American Art Colonies, 1850 – 1930: A Historical Guide to America’s Original Art Colonies and their Artists, Greenwood Press, Westport, Conn. (Internetarchive.com, accessed 12/21/25).\n7. https://www.askart.com/auction_records/Samuel_W_Griggs/29116/Samuel_W_Griggs.aspx (accessed 12/2025).\n8. \\----- 1973, The Hudson River School: American Landscape Paintings 1821 – 1907; A loan exhibition, October 14-Novembeer 25, 1973, The R. W. Norton Gallery. Shreveport, Louisiana, (Internetarchive.com, accessed 12/21/25)\n9. https://newspaperarchive.com/boston-post-jun-04-1878-p-4/ (accessed 12/202).",
  "youtubeAltText": "Samuel W. Griggs",
  "slug": "samuel_w_griggs_article.html"
}