{
  "date": "2025-12-29T01:03:44.672Z",
  "title": "Virgilio Tojetti (Italian-American (1849 -1901) - The Painter of Putti",
  "showPublishDate": true,
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1766971642/Tojetti_Two_Putti_IMG_4389_hwnbvl.jpg",
  "image": "https://res.cloudinary.com/dg6smdedp/image/upload/v1766971642/Tojetti_Two_Putti_IMG_4389_hwnbvl.jpg",
  "body": "Tojetti was born in Rome in 1849, the eldest son of the well-known Italian muralist, Domenico Tojetti. In 1867, when Tojetti was in his late teens, he traveled with his family to Guatemala in South America where his father had a position to become the head of the Guatemala Gallery of Fine Arts. Their ship was wrecked rounding Cape Horn; the family survived, but they lost everything. The Tojettis eventually made their way to Guatemala and Domenico was able to establish the Academy of Fine Arts. However, the climate did not suit Domenico’s health and the family traveled north to Mexico City and from there to San Franciso, California in 1871. \\[1, 2]\n\n\nVirgilio had first studied with his father and the Academy of Saint Luca in Rome, and later with Bouguereau and Gerome in Paris before his seafaring adventures and his later trek to San Francisco. Once there, Tojetti was an assistant to the mural and fresco painter G. G. Garabaldi and with his father and brother, also an artist, took commissions for frescoes and religious paintings for Catholic churches. They also took commissions for portraits and allegorical paintings. \\[2, 3, 4, 5]\n\n\nDuring most of his career he was known as a decorative painter. In 1880, he left San Francisco for New York City and took up residence at the Tenth Street Studio Building (now gone), where many noted artists of the period also lived. He continued commissions with large-scale frescos and murals – many of the gilded age mansions, theatres and hotels (mostly gone) contained Tojetti’s romantic images. However, he scaled things down a bit and began painting genre, commonly, adorable, angelic children and putti, in which he was particularly skilled. He was considered by some to be the most capable of the Hispanio-Italian School. \\[6] Although more fanciful works usually occupied his brush, Tojetti also received commissions for portraits, in fact, there were two portraits on easels in his studio at the time of his death in 1901. \\[4, 6, 7, 8]\n\n\nIt may have been after his move to New York City that Tojetti traveled to Paris to study with Bouguereau and Gerome. Regardless, it appears that his skill with portraiture must have improved since his San Francisco days where some of his earlier portraits were met with less than flattering reviews. Or perhaps it is merely that Eastern U. S. critics and patrons found his work just what they were looking for -- a touch of Italian romantic panache. Tojetti’s works were regularly accepted for exhibition at the National Academy of Design in New York City and at the Salons in Paris. \\[3, 6, 9]\n\n\nHis death in 1901 at age 51, stilled the brush of a man who had had an early “brush” with death, but would go on to become a painter of putti, an entity that were once believed to influence lives. Perhaps he was accompanied to his reward by a parade of putti.\n\nWritten by Joan Hawk, Researcher and Co-Owner Bedford Fine Art Gallery, December 28, 2025.\nUse only with the permission of Bedford Fine Art Gallery.\n\nReferences:\n\n1. Soria, Regina, 1993, American Artists of Italian Heritage, 1776-1945: A Biographical Dictionary, pp. 172-3, Fairleigh Dickinson University Press. (internetarchive.com, accessed 12/2025).\n2. Truettner, William H., ed., 1991, The West as America: Reinterpreting Images of the Frontier, 1820-1920, p. 369, Smithsonian Institution Press, Washington and London. (internetarchive.com, accessed 12/2025). \n3. Schenck Art Gallery, 1888, Catalogue of Fine Modern European and American Paintings by Modern Masters, p. 6, auction catalog. (internetarchive.com, accessed 12/2025).\n4. The New York Times, Vol. L, No. 15,981, March 28, 1901, p. 9. (internetarchive.com, accessed 12/2025). \n5. Huges, Edan Milton, 1986, Artists in California, pp. 170, 464, Hughes Pub. Co., San Francisco, CA.\n6. \\----- 1917, Famous Pictures by the World’s Greatest Arts, Stanton and Van Vliet Co. (internetarchive.com, accessed 12/2025).\n7. San Francisco Newsletter, Vol. 32, No. 28, January 21, 1882, p. 3, (internetarchive.com, accessed 12/2025).\n8. https://newspaperarchive.com/washington-times-mar-29-1901-p-6/ (accessed 12/2025).\n9. San Francisco Newsletter, Vol. 30, No. 38, April 3, 1880, p. 7, (internetarchive.com, accessed 12/2025).",
  "youtubeAltText": "Virgilio Tojetti",
  "slug": "virgilio_tojetti_article.html"
}