{
  "hasLandingPage": false,
  "name": "John Wesley Beatty",
  "tinyDescription": "American 1850 - 1924",
  "body": "Beatty was born in Pittsburgh, Pennsylvania and began his art training as a silver engraver in Pittsburgh. He was more interested in painting and took study at the Royal Bavarian Academy in Munich, Germany and at the Académie Julian, Paris, in the early part of the 1880s. On his return to Pittsburgh, he joined the group of Pittsburgh artists who met, and exhibited, at the well-known Pittsburgh art gallery J.J. Gillespie. It was there that Beatty likely met George Hetzel. Hetzel was the founder of “Scalp Level School,” an informal group of Pittsburgh artists who traveled to the mountain streams of the Laurel Highlands every summer, to paint the idyllic scenery around Scalp Level, near Johnstown, Pennsylvania. Beatty was soon to join the group. In the mid-1880s Beatty became the principal at the Pittsburgh School of Art—a small space, containing two studios, one for him and another for George Hetzel, who both gave lessons and provided criticism, on alternate days, of their pupils’ work, a method unlike anywhere else in the United States at the time. Beatty also lectured on perspective and composition and gave etching instruction. In 1890, one of the foremost art critics in America, Alfred Trumble said of Beatty (paraphrasing) “now Pittsburg has art schools, public galleries, picture dealers, and studios full of men and women of talent, one of whom, John W. Beatty, will someday, grow too big artistically for the city of his birth and present residence.” Beatty, nonetheless, continued to live in Pittsburg and visit Scalp Level. His paintings often included horses and men working the land, probably members of the Lehman family who owned and farmed in the area of Scalp Level. 1896 he was appointed by Andrew Carnegie as the first director of the Department of Fine Arts at Carnegie Institute and founded the annual Carnegie International. Beatty was appointed to the advisory art committees for the World's Columbian Exposition (Chicago, 1893); The Pan-American Exposition (Buffalo, NY, 1901); Louisiana Purchase Exposition (St. Louis, MO, 1904) and the Pan-American International Exposition (San Francisco, CA, 1915). Beatty was a founding member of the Pittsburg Art Commission in 1911 and a director of the American Federation of Art. He was awarded the French Cross of the Knight of the Legion of Honor in 1921. Beatty was a member of the Pittsburgh Art Society; Pittsburgh Art Association; Pittsburgh Photography Society; Boston Gallery of Art and the American Institute of Graphic Arts; Lotos Club (NYC). He exhibited at the Corcoran Galleries (1910, 1912, 1916); Pennsylvania Academy of the Fine Arts (1911); and the Art Institute of Chicago (award). He authored “An Appreciation of Augustin Saint Gaudens,” “The Art of John Alexander,” “The Relation of Art To Nature, A Philosophical Treatise.” Plus, other articles and brochures.",
  "slug": "john_wesley_beatty_artist-html"
}