{
  "hasLandingPage": true,
  "name": "Louis Aston Knight",
  "alias": "Aston Louis Knight",
  "tinyDescription": "French 1873 - 1948",
  "body": "Plein air artist Louis Aston Knight was born in Paris, France, the son of American expatriate painter Daniel Ridgeway Knight. He attended Chigwell School in Essex, England.  Knight received his art training, first from his father, followed by study with French Romantic painters Robert Fleury and Jules Lefebvre at the Académie Julian in Paris. He lived for a while at Beaumont le Roger Eure where he painted the French countryside and garden scenes and the rivers of Normandy. Knight would visit Claude Monet at his home in Giverny and was quite taken by his gardens, to the extent that he maintained gardens of his own. To maintain a source for cottage landscape paintings, he encouraged his peasant neighbors to keep nice gardens for which he would award a yearly prize to the best. Properly considered a French artist, Knight spent time in the United States, marrying Caroline Ridgeway Brewster at the home of State Senator Joseph Sherman Frelinghuysen, Sr. in Raritan, New Jersey in 1907. In the United States, he exhibited his works at Pennsylvania Academy of the Fine Arts (1902, 1901); American Art Society (Philadelphia1906, gold, 1907, gold); American Art Society (Philadelphia1906, gold, 1907, gold); Corcoran Galleries (1908); Knoedler & Co. (N.Y., 1911 – 1912); Detroit Museum of Art (1914); Memorial Art Gallery (Rochester, NY, 1918); and J. Levy Galleries, (N.Y., 1935). In 1924 Knight was made a Knight of the Légion d'honneur, the highest decoration in France, becoming an officer in 1928 and a commander in 1934. Knight’s French exhibitions were at the Exposition Universelle (1900, medal); Paris Salon (1897-99, 1901, 1905, gold); Rheims Exposition (1903, gold); Lyons Exposition (1904, gold); Nantes Exhibition (1904. Gold); and The Geneva Exhibition (1904, gold).\nHigh auction record for this artist: $108,000",
  "slug": "louis_aston_knight_artist-html",
  "paintings": [
    "louis_aston_knight_a_sea_breeze-html"
  ]
}