{
  "paintingWidth": 24.5,
  "body": "Tait was born in Liverpool, England and later moved to Manchester where he trained as a lithographer.  He taught himself to paint by copying art works at the Royal Manchester Institute (now the City Art Gallery).  He assisted American Indian artist George Catlin, who was touring with his Indian exhibition in the 1840s.  In 1850 he moved to New York City, spending his summers in a camp his established on Long Lake in the Adirondacks, where he pursued his interest in nature and hunting sparked by Caitlin.\n\nTait adhered to Victorian art critic John Ruskin’s “truth to nature” philosophy and to that of the pre-Raphaelite Brotherhood, rendering exquisitely detailed works of wildlife in their native habitat.  He is recognized as America’s first well-known sporting artist.  His game still lifes influenced a later generation of still life artists, notably Thomas Hartnett.  Although Tait never traveled west of Chicago, he completed a series of western genre scenes with Louis Mauer.  In addition, he collaborated on cattle paintings with James Hart, the noted Hudson River School artist.\n\nIn later years he concentrated on painting endearing domestic genre scenes of dogs and chickens.  He was member of the Brooklyn Art Association, National Academy of Design, and the Society of Illustrators.  He exhibited at the Boston Art Club, Brooklynn Art Association, Lotos Club, National Academy of Design, Society of Illustrators, Art Institute of Chicago, and the Pennsylvania Academy of the Fine Arts.\n\nH﻿Igh auction record for this artist: $2,840,000.",
  "artist": "",
  "paintingHeight": 18.5,
  "slug": "a_f_tait_coming_home-html",
  "dimensions": "Oil on board, 11.75 x 17.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1746034497/tait_coming_home_ap_mhia1w.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1746034425/A_F_Tait_Coming_Home_IMG_2434_sm_cr_fr_qjxenw.jpg",
  "status": "Hold",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1746034397/A_F_Tait_Coming_Home_IMG_2434_zoom_crop_cxbsau.jpg",
  "scrollingHomepageImage": false,
  "title": "Coming Home",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1746034337/A_F_Tait_Coming_Home_IMG_2434_full_gall_cr_jxaisa.jpg",
  "categories": [
    "Animal"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1746034471/A_F_Tait_Coming_Home_IMG_2434_lrg_cr_fr_yhmtr3.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $14,980"
    }
  ]
}