{
  "paintingWidth": 10.5,
  "body": "Brewster was born in Kingston, Massachusetts, a descendant of Elder William Brewster, who sailed on the Mayflower from Plymouth, England to present day Plymouth, Massachusetts in 1620. She first studied with Samuel Rouse at the Lowell Institute in Boston. She moved to San Francisco circa the 1880s and studied with Virgil Williams and Raymond Dabb Yelland. She remained in California until circa 1893 when she moved to New York City where she maintained a studio on West 125th St. (no longer standing).\n\nBrewster found her subjects within an hour’s travel from Madison Square along the Bronx River, which at that time the area was described as “pretty rural lands,” and spent part of her summers there, perched on her camp stool and protected from the sun by a white umbrella. That she spent some time in Rome (possibly the early- to mid-1880s) is documented in Clara Erskine Clement Waters 1904 book \"Women in the fine arts: from the seventh century B.C. to the twentieth century A.D.\" Waters stated that Miss Brewster, who lived in Rome, visited the studio of Elizabeth Boott (later the wife of Frank Duveneck).\n\nBrewster, as busy artist, found she had no time to cook nor the room in her studio. She discovered “Grape-Nuts” cereal and found it “an especial boon.” She was so impressed with the food that she wrote a letter to the Postum Cereal Company extolling its virtues and her letter was printed in most U.S. newspapers at the time.\n\nBrewster had two gold medals to her name by the time she arrived in New York City – in addition to painting, she was a china decorator, illustrator and teacher. She was a member of the American Association of Artists (1898 – 1900). Brewster exhibited at the Mechanics’ Institute (1884, San Francisco).",
  "artist": "ada_augusta_brewster_artist-html",
  "paintingHeight": 11.5,
  "slug": "ada_augusta_brewster_cottage_off_the_lane-html",
  "dimensions": "Oil on paper, 8.75 x 7.5 inches/Signed lower left",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1741820815/brewster_cottage_off_the_path_ap_atz9jn.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1741820689/Brewster_Cottage_Off_the_Lane_IMG_2419_sm_cr_fr_nevcun.jpg",
  "status": "Hold",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1741861106/brewsters_cottage_crop_xgwacj.jpg",
  "scrollingHomepageImage": false,
  "title": "Cottage Off the Lane",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1741861087/brewsters_cottage_full_xtvfc2.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1741820792/Brewster_Cottage_Off_the_Lane_IMG_2419_lrg_cr_fr_mo1bho.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $1,735"
    }
  ]
}