{
  "paintingWidth": 15.75,
  "body": "Lavine, a western Maryland native, has been living in Greensboro, North Carolina since 2002. In her own words: \n“My watercolor paintings appear to be realistic ... but they are thoughtfully conceived, strategically designed, and carefully drawn around abstract shapes, values, colors, movement, and positive and negative spaces. I believe that my approach gives my work a more contemporary feel, and results in paintings which convey my personal reaction to my subject, not merely the visual facts.\n\nI was a passionate “plein air” painter for many years. Recently, I have been working more in my studio, where I can slow down my brush and take more time to design and craft my paintings with the utmost of care, to create the most impact in my work and communicate with my viewers as effectively as possible. I have discovered a new fascination with the clothed human figure, and have been focusing on telling stories, through the use of grouping, cropping, and placement of the figures within my picture plane.\n\n\nEducation is tremendously important. I earned two bachelor’s degrees and a master’s degree, before embarking on my path as a painter. I continue to study art whenever possible, and I also teach painting and drawing classes and workshops. I love to speak about art, share my experience and knowledge, and help my students achieve greater success.\n\nI am a signature member of the American Watercolor Society, National Watercolor Society, Watercolor Honor Society, Transparent Watercolor Society of America, Watercolor West, North East Watercolor Society, and Southern Watercolor Society. Recently honored as “One to Watch” by Watercolor Artist Magazine, my paintings have been published in Splash, The Artistic Touch, The Best of Watercolor, Watercolor Artist, and The New Palette. Creative Art Press has published a five DVD instructional series, called “Creative Watercolor Painting Using Photos” featuring my watercolor demos. I am very grateful to have my paintings at the Bedford Fine Art Gallery.”",
  "artist": "alexis_lavine_artist-html",
  "paintingHeight": 19.75,
  "slug": "alexis_lavine_lakeside-html",
  "dimensions": "Watercolor, 11.5 x 7.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1755283146/alexis_lavine_lakeside_ap_dbissl.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1755283040/Lavine_Lakeside_IMG_2489_sm_cr_fr_xpvtqd.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1755785217/lavine_lakeside_crop_p48f86.jpg",
  "scrollingHomepageImage": false,
  "title": "Lakeside",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1755785201/lavine_lakeside_full_f9cuxf.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1755283104/Lavine_Lakeside_IMG_2489_lrg_cr_fr_rbqel6.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $850"
    }
  ]
}