{
  "paintingWidth": 43,
  "body": "English landscape painter Alfred Augustus Glendening was born in Greenwich (near London) England.  He traveled widely throughout England, Wales, and Scotland, but seemed particularly captivated by the tranquility of English and Welsh streams – Thames, Avon, Cam, Wye, Arun, Ouse, and Bure. Particularly notable are the number of scenes he painted at locations along the River Thames -- Kempstead, Oxford, Donnington, Iffley, Streatley, Whitchurch, Pangbourne, Sonning, Medmenham Abbey, Temple Weir, Bisham, Clivedon, Windsor, Penton Hook, Chertsey, Laleham Ferry, Sunbury, Twickenham, and Garrrick’s Temple at Hampton – to name a few.\n\nGlendening’s oeuvre included scenes with ponds and ducks or swans, pastural landscapes with sheep, cattle, deer and occasionally figures, but they are more often only incidental to the landscape itself. Even if Glendening did not include a stream in his paintings, you can almost always bet that there was one not too far away!\n\nHe exhibited at Royal Academy, the Royal Society of British, Artists, the British Institution, the Royal Institute of Oil Painters, the Walker Art Gallery of Liverpool, the Manchester City Art Gallery and the Dudley Gallery. His son, Alfred Augustus Glendening, Jr., (1861-1907), also an artist, studied with his father and is best known for his genre paintings.\n\nH﻿igh auction record for this artist: $33,000.",
  "artist": "alfred_augustus_glendening_sr_artwork-html",
  "paintingHeight": 29,
  "slug": "alfred_augustus_glendening_stepping_stones-html",
  "dimensions": "Oil on canvas, 27 x 41 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1726439673/Glendening_Stepping_Stones2-Ta_sm_cr_fr_umxvcz.jpg",
  "status": "Sold",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1726439639/Glendening_Stepping_Stones2-Ta_zoom_cr_ay7tak.jpg",
  "scrollingHomepageImage": false,
  "title": "Stepping Stones",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1726439609/Glendening_Stepping_Stones2-Ta_full_gall_cr_yfm1hu.jpg",
  "categories": [
    "Genre",
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1726439714/Glendening_Stepping_Stones2-Ta_lrg_cr_fr2_vn8kuu.jpg",
  "highlights": []
}