{
  "paintingWidth": 15.25,
  "body": "Born in Washington, D. C., Way was supported in his pursuit of art by his mother who was an amateur artist. In the mid- to late- 1940s, he studied with John Peter Frankenstein in Cincinnati, Ohio and Alfred Jacob Miller in Baltimore, Maryland. In 1850 Way traveled to Paris, France and studied with Michel-Martin Drolling and the next year at the Academia della Bella Arte, Florence, Italy.\n\nHe returned to Baltimore in 1855 and took up portraiture. However, it was to be his “grape portraits” that were to bring him the most acclaim, when in 1860 one of his early fruit still-lifes attracted the attention of noted artist Emmanuel Leutze, who remarked on its quality and offered that he should abandon portraits and paint still-lifes. Way did. His grapes were so detailed that the variety depicted in a painting could be identified.\n\nWay was the most popular of the artists living in artistically-rich Baltimore during the late 1800s. In addition, many of his still-lifes included oysters among the many grapes from around the country and the world, commanded prices considered high during that time.\n\nWay exhibited at the Washington Art Academy (1858); National Academy of Design (1861-1885); Brooklyn Art Association; Royal Academy (London); Centennial Expo., (1876, Philadelphia, PA, medals); and the Pennsylvania Academy of the Fine Arts (1877-84).\n\n\nHigh auction record for this artist: $38,240.",
  "paintingHeight": 13.25,
  "slug": "andrew_way_strawberries_on_tabletop-html",
  "dimensions": "Oil on canvas, 9.25 x 11.25 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1694962771/Way_Strawberries_IMG_1973_sm_cr_fr_qqehuz.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1694962738/Way_Strawberries_IMG_1973_zoom_cr_co8fiv.jpg",
  "scrollingHomepageImage": false,
  "title": "Strawberries on Tabletop",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1694962711/Way_Strawberries_IMG_1973_full_gall_cr_fvtwne.jpg",
  "categories": [
    "Still Life"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1694962813/Way_Strawberries_IMG_1973_lrg_cr_fr_pq3xgi.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $3,632"
    }
  ]
}