{
  "paintingWidth": 19.5,
  "body": "Laux was born in the Pfalz area of the Rhineland (Rhine Pfalz, Bavaria) in 1847.  In 1863 Laux immigrated to New York City with his parents and began studying sculpture, as his cousin and his uncles were sculptors in Paris, France, but Laux switched to painting in 1867 and enrolled at the National Academy of Design.  He first exhibited his paintings there in 1870.  In 1873 he received a commission to paint the scenery for the private theater of a club in Manhattan, which catapulted him to into the artistic spotlight.\n\nHe was much sought after, not only for frescoes for public buildings, but also for the private residences of wealthy New Yorkers, such as financier Jay Gould and the notorious Tammany Hall “Prince of Plasterers”, Andrew Garvey, among others.  He continued with his fresco and other decorative work until the 1880s when he switched to painting still-lifes and genre scenes.  It is his detailed, exquisitely rendered still-lifes for which he is best known today.\n\nIn addition, to the New York National Academy of Design, Laux exhibited at the Pennsylvania Academy of the Fine Arts and the Brooklyn Art Association.  His works are displayed at the Heckscher Museum (Long Island NY), the Hickory Museum of Art (Hickory, NC) and the Nelson Atkins Museum of Art (Kansas City, MO).",
  "artist": "august_laux_art-html",
  "paintingHeight": 22.5,
  "slug": "august_laux_feeding_the_chickens-html",
  "dimensions": "Oil on canvas, 13.5 x 10.5 inches/signed lower left",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1728307254/laux_feeding_the_chickens_ap_s3gsws.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1728307160/Laux_Feeding_the_Chickens_IMG_2318_T2_sm_cr_fr_qbxwxc.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1728307135/Laux_Feeding_the_Chickens_IMG_2318_T2_zoom_cr_ixalrl.jpg",
  "scrollingHomepageImage": false,
  "title": "Feeding the Chickens",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1728307103/Laux_Feeding_the_Chickens_IMG_2318_T2_full_gall_cr_yvtujt.jpg",
  "categories": [
    "Animal",
    "Genre"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1728307189/Laux_Feeding_the_Chickens_IMG_2318_T2_lrg_cr_fr_em6ikb.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $2,200"
    }
  ]
}