{
  "paintingWidth": 23,
  "body": "Barton Stone Hays was born in Greenville, Ohio on April 5 1826.  He was self-taught and was known, first for his portrait paintings, and later for his landscape and still-life paintings.  In the early 1850s Hays migrated to Northern Indiana, where he made a successful career by painting portraits of the Indiana “pioneers” (Indiana having been admitted as the 19th state only a few years earlier).  He was a fervent abolitionist and, after having read Harriet Beecher Stowe’s “Uncle Tom’s Cabin”, painted a panorama depicting the most vivid scenes from that novel.  That panorama, and a second one, was met with much acclaim.  In 1858 Hays moved to Indianapolis where he became one of the city’s leading painters of portraits and landscapes.  In 1882, after moving to Minneapolis, Minnesota, Hays concentrated on still-life painting, for which he is best known.  His still-life paintings are small, realistic, uncluttered compositions of fruit set on a table-top, against a muted background.  His still-life paintings are much sought-after and the Bedford Fine Art Gallery is proud to have the best collection of Barton Stone Hays’ still-life paintings in the country.",
  "artist": "barton_stone_hays_art-html",
  "paintingHeight": 16.75,
  "slug": "barton_stone_hays_tabletop_apples-html",
  "dimensions": "Oil on board, 12 x 18 inches/Signed lower right",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1682781930/Hays_Tabletop_Apples_IMG_1679_sm_cr_fr_gem3qj.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1682781477/Hays_Tabletop_Apples_IMG_1679_zoom_cr_gmdfy4.jpg",
  "scrollingHomepageImage": false,
  "title": "Tabletop Apples",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1682781442/Hays_Tabletop_Apples_IMG_1679_full_gall_cr_ejxh7m.jpg",
  "categories": [
    "Still Life"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1682782013/Hays_Tabletop_Apples_IMG_1679_lrg_cr_fr_ggv4g7.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $4,500"
    },
    {
      "highlight": "Custom framing available"
    }
  ]
}