{
  "paintingWidth": 11.25,
  "body": "Tyler was born in Oneida, Madison County, New York. He studied at Syracuse University., Art Students League (NYC); National Academy of Design (NYC); and Theordore Kauffman (NYC). In 1879, while a student at the National Academy of Design, Tyler won second prize for figure drawing at their annual awards meeting. He lived in Yonkers, NY and maintained a studio at 52 East Twenty-third Street in New York City.\n\nTyler was well-known for his portraits and his portrait of Newburgh, NY Mayor B.B. Odell, Sr., was so striking that the mayor’s son suggested to the New York State Commissioners to the Paris Exposition, in 1900, the idea of a having a life-size portrait of Governor Roosevelt painted by Mr. Tyler. When asked by Norton P. Otis of Yonkers, one of the Commissioners, Governor Roosevelt, consented providing that the sittings should not interfere with his campaign work. Tyler other portraits include Judge William H. Robertson, Commander Brownson, U.S.N.; of Archbishop Corrigan for the Mount St. Vincent Academy, and of Mr. and Mrs. John C. Havemyer; he Troy, NY journalist John M. Francis, novelist Mrs. E.D.E.N. Southworth, and Paris Exposition Commissioner Norton P. Otis.\n\nIn 1917 Tyler leased studio space at 95 Williams Street which marked the entrance of artists among the New York City skyscrapers. He continued his portraiture work there and made a study of lower Manhattan buildings. Tyler also painted landscapes, especially those of the Hudson River region, that included scenes in the Catskill and Shawangunk mountains. His landscapes exhibit much looser brushwork and amore Tonalist palette than that of his portraits.\n\nTyler was a member of the Lotos Club; Salmagundi Club; Yonkers Art Association, and the New York Water Color Club. He exhibited at the National Academy of Design (1888-90); Corcoran Gallery (1910, 1923); Society of Washington Artists (1913, prize, and, Yonkers Art Association (1927, prize).\n\n\nHigh auction price for this artist: $10,200.",
  "artist": "Bayard_Tyler_artist-html",
  "paintingHeight": 9.25,
  "slug": "bayard_tyler_june_day_at_Newburgh-html",
  "dimensions": "Oil on board, 7.5 x 9.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1702944597/B_Tyler_Downing_Park_AP_hhrrm1.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1702996365/B_Tyler_Downing_Park_IMG_2071_sm_cr_fr_lkjjkr.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1702996316/B_Tyler_Downing_Park_IMG_2071_zoom_cr_zu4r7w.jpg",
  "scrollingHomepageImage": false,
  "title": "June Day at Downing Park, Newburgh '28",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1702996243/B_Tyler_Downing_Park_IMG_2071_full_gall_cr_lidqid.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1703010855/B_Tyler_Downing_Park_IMG_2071_lrg_cr_fr2_qcbjyb.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $3,142"
    }
  ]
}