{
  "paintingWidth": 23.5,
  "body": "A Baltimore area native, Bryant White earned a degree in graphic arts from the University of Maryland and joined a graphic arts firm, but after eighteen years there he found himself spending more time managing and less time designing. \"It was not fulfilling for a creative person.\" Since he has been interested in 18th century American history and a re-enactor for most of his life, he combined his two passions –history and painting. He tries to capture the experiences of the subjects of his painting may have encountered. He puts himself in their shoes – “the hardships, the joys, the lesser-known stories from which we can all learn.\n\nBryant has visited all of the sites that he has painted. Being able to stand in the same place as our forefathers have, and in many cases, to have the same view, has provided him perspective from which he composes an historically accurate scene. He also conducts research for his battle scenes -- how were the British and Continental troops positioned? what arms did they carry? and what did their uniforms look like? Bryant and his wife Pamela, also an artist, are best known for their scenes and occurrences of 18th Century America, focusing on the French & Indian War, the American Revolutionary War, and Eastern Woodland Native Americans.",
  "artist": "bryant_white_artist-html",
  "paintingHeight": 1905,
  "slug": "bryant_white_a_day_at_the_races-html",
  "dimensions": "Oil on canvas, 15.5 inches x 19.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1763233684/bryant_white_a_day_at_the_races_ap_f16hhv.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1763233607/Bryant_White_A_Day_at_the_Races_IMG_2575_sm_cr_fr_fy5zxx.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1763233570/Bryant_White_A_Day_at_the_Races_IMG_2575_zoom_cr_da9dnd.jpg",
  "scrollingHomepageImage": false,
  "title": "A Day at the Races",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1763233536/Bryant_White_A_Day_at_the_Races_IMG_2575_full_gall_cr_bttidg.jpg",
  "categories": [
    "Genre"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1763233649/Bryant_White_A_Day_at_the_Races_IMG_2575_lrg_cr_fr_xdpih6.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $1,625"
    }
  ]
}