{
  "paintingWidth": 29.5,
  "body": "“Give a beep as you drive by” said plein air contemporary artist “Bud” Gibbons in a 2014 interview in the Pittsburgh Tribune Review. Gibbons, then newly retired after ~40 years as an art teacher at Pennsylvania State University (New Kensington), also said that “painting will now move to the No. 1 preoccupation of my professional life,” and “since I paint landscape so much, you may see me more often beside the road, or in a field, or even standing in a stream painting.” Gibbons graduated with a Bachelor of Fine Arts from the Maryland Institute College of Art (1969) and received a Masters of Fine Arts from Pennsylvania State University (1973). While he is painting, he senses that “there is a dialogue, the realization that you are part of all of this, that there is more than capturing an image that exists in front of you, more even than the space that makes all this real.” It is vignettes of the landscape that capture Gibbon’s attention and inspire a painting--such as the form of light, a distant hill, a fencepost, a pasture, a sunset or stream. Gibbons is a member of the Associated Artists of Pittsburgh, Pittsburgh Society of Artists, Easton Plein Air Society (Maryland) and the Ohio Plein Air Society. He has exhibited at the Butler Institute of American Art (Youngstown, OH, 1978 – Juror’s Award, 1999, 2000, 2003); Carnegie Museum of Art (Pittsburgh, PA – 1977 and 1980 Rachel McMasters Miller Hunt Memorial Prize; 1979 Purchase Award; 1989, 1996; 2006 ); Southern Alleghenies Museum of Art (Loretto, PA - 1991,1993, 1997 Juror’s Award, 1999; Johnstown, PA - 1998; Ligonier, PA – 2003); Westmoreland Museum of American Art (Greensburg, Pa; 1990, 1991; Artist of the Year - 1992, 1996; 2004-Along the Lincoln Highway), Thomases Family Endowment Art Gallery (Youngstown, OH, 2018) among others.",
  "artist": "bud_gibbons_artist-html",
  "paintingHeight": 23.5,
  "slug": "bud_gibbons_rolled_hay-html",
  "dimensions": "Oil on canvas, 16 x 20 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1681311595/Gibbons_Rolled_Hay_IMG_1660_sm_cr_fr_rln4c8.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1681311543/Gibbons_Rolled_Hay_IMG_1660_zoom_cr_cbybm8.jpg",
  "scrollingHomepageImage": false,
  "title": "Rolled Hay",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1681311510/Gibbons_Rolled_Hay_IMG_1660_full_gall_cr_uepcjg.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1681311652/Gibbons_Rolled_Hay_IMG_1660_lrg_cr_fr_rbeckg.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $2,500"
    },
    {
      "highlight": "Custom framing available"
    }
  ]
}