{
  "paintingWidth": 37,
  "body": "Spangler was born in Hagerstown, Maryland to well-respected and long-time Hagerstown store owner, Charles Spangler, and Rebecca Spangler. His first art training was with John Alexander, of Philadelphia, Pennsylvania and his first studio was in the family residence on North Prospect Street. In 1878 Spangler went to Munich, Germany and became a student of Frank Duveneck. He also painted in Rome and Venice. Spangler returned to Hagerstown circa 1880 and opened a studio in the Hagerstown Trust Building where he worked and gave painting lessons. He was an art instructor at Kee Mar College in Hagerstown (closed in 1911). Considered to be the most significant professional artist to maintain a studio in Hagerstown, Spangler specialized in landscapes that, according to art historian William Gerdts (1990) display both a topographical, panoramic mode, to a more intimate Barbizon manner in his paintings of “casual rural landscapes and bucolic farm scenes.” He always worked from nature and liked to paint trees in the fall. He also painted portraits, mostly of family members and himself; however, he painted a portrait of Robert E. Lee and Maj. Joseph Howell, Jr., (from the original by Philadelphia artist Charles Peale, nephew of Charles Willson Peale. Spangler exhibited in the Hagerstown area and at the National Academy of Design in New York City (1883-84).",
  "artist": "c_d_spangler-artist-html",
  "paintingHeight": 23.25,
  "slug": "c_d_spangler_on_the_upper_potomac-html",
  "dimensions": "Oil on canvas, 15.75 x 29.5 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692979934/Spangler_On_the_Upper_Potomac_IMG_1934_sm_cr_fr_kat2kp.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692979902/Spangler_On_the_Upper_Potomac_IMG_1934_zoom_cr_fwiaky.jpg",
  "scrollingHomepageImage": false,
  "title": "On the Upper Potomac",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692979858/Spangler_On_the_Upper_Potomac_IMG_1934_full_gall_cr_uzams3.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692979961/Spangler_On_the_Upper_Potomac_IMG_1934_lrg_cr_fr_dpmaty.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $6,183"
    }
  ]
}