{
  "paintingWidth": 18.5,
  "body": "Charles Frederick Kimball was born in Monmouth, Maine to a family of Portland architects and builders. He was to become one of the most gifted 19-the century landscape painters to live in Portland, Maine. Though largely self-taught, in the early 1850s, he took some study with local artist Charles Octavius Cole. Circa 1853, Kimball became friends with landscape painter John Bradley Hudson, Jr., also a student of Charles Cole. The pair traveled around the Casco Bay and Portland areas painting en plein air. He first exhibited one of his landscapes in 1853.  Circa 1859, Kimball studied with and John Greenleaf Cloudman, while that artist was in Portland. He married Cloudman’s daughter, Annie, in 1863 and that auspicious time happed to coincide with Kimball’s decision to quit painting professionally and to work with his brother, an expert stair builder and cabinet maker. Apparently, his reason was that he did not want his work to become commercialized; at the time, there were numerous artists painting in the Hudson River and, later, the Barbizon style, and perhaps he did not want to join a crowded market. His early works were influenced by the Hudson River School artists and later ones by the Barbizon and Impressionist artists. He developed his own style that included an artful handling of light, which had brought him notice and popularity. Kimball continued to paint, but sold his work only through local galleries or frame shops and his work remained popular and sold well. With the revival of etching in the 1870s and 1880s, Kimball experimented with printmaking and produced a number of etchings between 1880 and 1889. He was a member of the “Brush’uns,” a group of Portland area painters that would take weekend sketching trips together. He was a founder of the Portland Society of Art (1882) and would serve as president from 1899 until his death in 1903. Kimball exhibited at the Boston Art Club (1880-85) and National Academy of Design (1883).\n\nNote: This painting is signed, “J.F. Richardson from C.F. Kimball, 1868.”",
  "artist": "c_f_kimball_artist-html",
  "paintingHeight": 14.5,
  "slug": "c_f_kimball_maine_landscape-html",
  "dimensions": "9.5 x 13.5 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1678739081/Kimball_Maine_Landscape_IMG_1547_sm_cr_fr_fd1nmx.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1678738944/Kimball_Maine_Landscape_IMG_1547_zoom_cr2_ahng1u.jpg",
  "scrollingHomepageImage": false,
  "title": "Maine Landscape",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1678738870/Kimcall_Maine_Landscape_IMG_1547_full_gall_cr_rfqstu.jpg",
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1678739150/Kimball_Maine_Landscape_IMG_1547_lrg_cr_fr_c7gbfm.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $4,600"
    },
    {
      "highlight": "Custom framing available"
    }
  ]
}