{
  "paintingWidth": 10.75,
  "body": "Charles Augustus Lasar, known as “Shorty” Lasar was a Johnstown, Pennsylvania-born artist.  As a young man, he traveled to Paris, France to study art under painter-sculptor Jean-Leon Gerome, and Paris was to become his home for the remainder of his life. \n\nLasar was spending a summer in Brittany with a fellow Pennsylvania artist, Alexander Harrison, when some American girls asked him to teach them, which he did.  From this inauspicious beginning sprang his school, which became one of the best in Paris.  Located in the Montparnasse area of Paris, he taught primarily English-speaking women artists landscape painting en plein air., and held his classes from Auvers to Normandy in France, to Belgium, Holland, and Salisbury, England. \n\nHis notable students included Minerva Chapman, Violet Oakley, and Cecilia Beaux.  In the summer of 1881 Beaux studied with Lasar in Concarneau, Brittany, France.  She described him as “a funny little man with intensely bright eyes and dark hair, standing around—and his legs about two feet long”.  Chapman’s bold, plein-air painting style was heavily influenced by Lasar.\n\nOakley had studied with him in England.  Mary Godsall, the English actress/artist was also a student of Lasar’s in Paris, as were American artists Alice Beckingham, Allegra Eggleston, Charlotte Belle Emerson, Alice DeWolf Kellogg and Carlotta Blaurock Venatta. \n\nIn 1891, he patented his Lasar’s *Angle Measurement Devise* to help artist’s draw angles accurately.  In 1910, Lasar published his *Practical Hints for Art Students*. \n\nLasar exhibited at the Paris Salon, 1885-87, 1889; Pennsylvania Academy of the Fine Arts Ann.; 1885-1903 (4 times); Exposition Universelle, Paris (1889); Salons of the Société Nationale des Beaux Arts, 1890; Art Institute of Chicago, 1902, 1908.",
  "artist": "charles_augustus_lasar-html",
  "paintingHeight": 8,
  "slug": "charles_augustus_lasar_leading_the_cows-html",
  "dimensions": "Oil on board, 5.75 x 8.25 inches/Signed lower right",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1694273710/Lasar_IMG_1963_leading_the_cows_sm_cr_fr_knqzb9.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1694534668/Lasar_leading_the_cows_IMG_1963_zoom_cr2_wniay0.jpg",
  "scrollingHomepageImage": false,
  "title": "Leading the Cows",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1694273660/Lasar_IMG_1963_leading_the_cows_full_gall_cr_bj9hfh.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1694273765/Lasar_leading_the_cows_IMG_1963_lrg_cr_fr_igsmk1.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $1,236"
    }
  ]
}