{
  "paintingWidth": 50,
  "body": "Landscape artist Christian Jacob Walter was born in Old Allegheny City (now North Side), Pittsburgh. He had no formal training; however, an inkling of his future career was evidenced by his chalk drawings on school blackboards as he was growing up. Walter would study the art at the exhibitions that traveled through Pittsburgh.  He traveled very little preferring to paint scenes around his native Pittsburgh, reportedly stating “it is a mistake for artists of this district to leave the environs of Pittsburgh to seek material for landscape painting, “to my mind no other place in the world has the wealth of material that can be found right here at home…” The wealth of “Pittsburgh material” from which he borrowed for his canvases included his neighborhood of Avalon along the Ohio River and commissions for paintings of Pittsburgh’s steel mills, capturing the subtleties of “Pittsburgh Light,” blurred by smoke haze. In 1936 Walter headed the Federal Art Project (FAP, 1935 – 1943) of the Works Progress Administration (WPA) in western Pennsylvania. and help found the Associated Artists of Pittsburgh. Walter was a member of Pittsburgh Art Association (pres. For 15 years) and Art Brotherhood (Pittsburgh, co-founder). He exhibited Carnegie International (1896, 1937, prize); Pennsylvania Academy of the Fine Arts (1903-04, 1909, 1913, 1918); Pittsburgh Art Association (1913, prize, 1915, prize, 1927, prize); Corcoran Gallery (1919); Art Institute of Chicago; Philadelphia Art Club; and Society of Western Artists.\n\nHigh auction price for this artist is $43,125",
  "artist": "christian_walter_artist-html",
  "paintingHeight": 40.5,
  "slug": "christian_walter_ligonier_valley-html",
  "dimensions": "Oil on canvas, 29.5 x 39.5 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1677954081/C_Walter_Ligonier_Valley_IMG_1594_sm_cr_fr_widsxm.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1677954010/C_Walter_Ligonier_Valley_IMG_1594_zoom_cr_xtusgc.jpg",
  "scrollingHomepageImage": false,
  "title": "Ligonier Valley",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1677953958/C_Walter_Ligonier_Valley_IMG_1594_gall_full_cr_a9ffk9.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1677954111/C_Walter_Ligonier_Valley_IMG_1594_lrg_cr_fr_hmyjx5.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $6,900"
    },
    {
      "highlight": "Custom framing available"
    }
  ]
}