{
  "paintingWidth": 26,
  "body": "Johns was born in Pittsburgh, Pennsylvania. He took lessons from Pittsburgh artists David and Margaret Smith in 1854 when he was eleven years old, followed by study with Christian Wolfe. It was Wolfe who told his parents “If you don’t let him study art he will never do any good at anything.” At eighteen he studied at the Pennsylvania Academy of the Fine Arts in Philadelphia where he stayed until 1863. There he became friends with another Pittsburgh artist, George Hetzel and Johns was to later join Hetzel’s Scalp Level School of artists who spent their summers painting landscapes near Johnstown, Pennsylvania.\n\nHe left for France in the 1870s where he met and painted with Barbizon artist Henri Joseph Harpignies. Johns was to specialize in animal paintings and genre more so than landscapes, and made “portraits” of purebreds for their owners. Considered something of a \"character\" among his fellow artists, “he was famous for his jovial character and ready laugh and noted for his apocryphal stories enhanced by his flair for hyperbole.”\n\nNot only a talented artist, he had superb organizational skills -- he made arrangements for the loan of art from private Philadelphia collections for the 1876 Centennial Exhibition in Philadelphia and the first annual Exposition of the Western Pennsylvania exposition Society in 1889 among others. He also served as a juror for a number of art exhibitions, including the Carnegie Institute annuals. Johns was a member of the Pittsburgh Artists Association and exhibited at Pennsylvania Academy of the Fine Arts (1861-63, 1876-78) and the Centennial Exposition (Philadelphia, 1876), among others.",
  "artist": "clarence_marshall_johns_artist-html",
  "paintingHeight": 26.25,
  "slug": "clarence_marshall_johns_rocky_allegheny_mountain_stream-html",
  "dimensions": "Oil on canvas, 29.5 x 19.5 inches/Signed lower left",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1722779764/johns_allegheny_rocky_mtn_stream_ap2_mq2ili.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1722857730/johns_stream_framed_hmyzyf.jpg",
  "status": "Sold",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1722857753/johns_stream_grid_crop_t3e4gz.jpg",
  "scrollingHomepageImage": false,
  "title": "Rocky Allegheny Mountain Stream",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1722857770/johns_stream_grid_full_zdhb1q.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1722779702/Johns_Rocky_Allegheny_Mountain_Stream_IMG_2298_sm_cr_fr_krfaac.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $6,324"
    }
  ]
}