{
  "paintingWidth": 13,
  "body": "Murdock was born at Venice, New York, in the Finger Lakes region. Little is known of her early training, but she had an early desire to study art. During the early 1850s, she is known to have visited the Auburn, New York studios of George Clough and Thomas Doughty to view their art and discuss painting. Exactly when she first started painting professionally is not known, but she exhibited a painting at the New York State Fair in Albany, New York in 1859. In 1870s Murdock was living as a portrait painter at her parent’s farm in Venice and received high praise for her paintings in the Auburn Daily Bulletin and was mentioned as an artist of note in Eliot Storke’s History of Cayuga County, New York 1789-1879. In 1877 she traveled to Paris, France and lived in Ecouen, a suburb of Paris. She studied with genre and animal painter Luigi Chialiva, and perhaps it is at this time that she developed her penchant for painting sheep. Murdock painted, in addition to sheep, the landscape of Venice and Auburn, New York, and notable scenic areas of the Finger Lakes region. Murdock died at Auburn at age 48 after a brief illness.",
  "paintingHeight": 15,
  "slug": "clarinda_murdock_new_york_waterfall-html",
  "dimensions": "Oil on canvas mounted on board, 9.5 x 7.5 inches/Signed lower right",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1684184667/Murdock_Waterfall_IMG_1697_sm_cr_fr_dxsu1l.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1684184473/Murdock_Waterfall_IMG_1697_zoom_cr_bhozo8.jpg",
  "scrollingHomepageImage": false,
  "title": "New York Waterfall",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1684204805/Murdock_Waterfall_IMG_1697_full_gall_cr_rekioj.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1684184722/Murdock_Waterfall_IMG_1697_lrg_cr_fr_bswdfl.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $2,700"
    },
    {
      "highlight": "Custom framing available"
    }
  ]
}