{
  "paintingWidth": 29.5,
  "body": "Watercolor artist, Frank English was born in Louisville, Kentucky; however, circa 1876, he moved to Claymont, Delaware where he was employed as a commercial artist. In the early 1880s, he was enrolled in the evening classes at the Pennsylvania Academy of the Fine Arts and received instruction from Thomas Eakins, James P. Kelly and Thomas Anshutz. He also began exhibiting at the Academy in 1881. In 1904, English moved to Philadelphia and in 1905, he traveled to England, the “birthplace\" of watercolor” and to Holland. Although he was skilled in oils, he preferred watercolors, with just a touch of gouache, and he was held in high regard in that medium, which was becoming popular in the United States in the late 1800s. In 1910, English moved to Point Pleasant in Bucks County, Pennsylvania where he lived until his death in 1922. “His subjects for his brush were mainly taken from suburban and countryside scenes. Studies of mammoth oak and sycamore trees, farm and harbor scenes were a few of his favorite subjects” (obituary, Doylestown, Pennsylvania, Daily Intelligencer, December 26, 1922). English was a member of the Philadelphia Sketch Club (vice-president and teacher). He exhibited at the Pennsylvania Academy of the Fine Arts (1881-90, 1903); Philadelphia Club; Plastic Club (Philadelphia, PA); American Art Society (Philadelphia, 1902, gold medal); Art Institute of Chicago (1889); Pan-Pacific Expo (San Francisco, 1915) and the American Watercolor Society (1901).\n\nHigh auction record for this artist: $25,095",
  "artist": "frank_english-artist-html",
  "paintingHeight": 22.25,
  "slug": "frank_english_hay_wagon-html",
  "dimensions": "Watercolor, 12.75 x 19.75 inches/Signed lower right",
  "featured": true,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1693589934/English_IMG_1944_sm_cr_fr_e2rd0m.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1693589869/English_IMG_1944_zoom_cr_zsozhd.jpg",
  "scrollingHomepageImage": false,
  "title": "Hay Wagon",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1693589788/English_IMG_1944_full_gall_cr_tij2pw.jpg",
  "categories": [
    "Landscape",
    "Genre"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1693589958/English_IMG_1944_lrg_cr_fr_ba0unn.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $1,800"
    }
  ]
}