{
  "paintingWidth": 10.75,
  "body": "Batcheller was born in the fledgling industrial city of Providence, Rhode Island.  As Providence was growing into a major industrial center, Batcheller, along with fellow artists (George Whitaker, Edward Bannister, James Lewin, John Arnold, Charles Stetson, Thomas Robinson, and Marcus Waterman), were molding it into an eastern cultural center.  Together they formed The Group of 1855 to promote art and culture in Providence.  Known primarily for his beautifully detailed still-lifes, he had begun his career as a sculptor, having apprenticed as a youth with Providence marble cutters, Tingley Brothers.  His foray into painting apparently coincided with the inception of The Group of 1855.  He was known for his “moodiness” and during periods of melancholy he would confine himself to his studio with his violin, not unlike the fictional sleuth, Sherlock Holmes.  This quirk led his friend George Whitaker to call him “the \"Romantic\".  His mood swings did not hamper his art, but perhaps even enhanced it—his still-lifes are among the best of those produced during that time.  Batcheller, with Sydney Burleigh, George Whitaker, among others, was a founder of the Providence Art Club in 1880, the nation's second-oldest art club, only after the Salmagundi Club in New York City.  He exhibited his still-lifes there, in addition to some of his landscapes.  A skilled artist and well respected by his contemporaries, Batcheller never attained the same level of recognition as his friends.  Nonetheless, his paintings are treasures waiting to be rediscovered by those with a discerning eye.\n\nH﻿igh auction record for this artist: $18,800.",
  "artist": "frederick_stone_batcheller_artwork-html",
  "paintingHeight": 13.75,
  "slug": "frederick_stone_batcheller_steps_pools_riffles-html",
  "dimensions": "Oil on board, 11.5 x 8.5 inches/Signed lower right",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1696205767/Batcheller_Steps_Pools_Riffles_IMG_1970_sm_cr_fr_hznl6l.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1696205731/Batcheller_Steps_Pools_Riffles_IMG_1970_zoom_cr2_dgsf8j.jpg",
  "scrollingHomepageImage": false,
  "title": "Steps, Pools and Riffles",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1696205573/Batcheller_Steps_Pools_Riffles_IMG_1970_full_gall_cr_qbusuq.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1696205795/Batcheller_Steps_Pools_Riffles_IMG_1970_lrg_cr_fr_fl2j3t.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $1,432"
    }
  ]
}