{
  "paintingWidth": 31,
  "body": "Platt was born in born in Rochester, New York. He graduated from the University of Rochester about 1860. In 1867, as draftsman, he accompanied geologist Major John Wesley Powell's Geological Survey and Exploration expeditions (1867-1872) into the Rocky Mountains, the Green River, the Colorado River and the Grand Canyon. Following his western adventures, Platt attended the Pennsylvania Academy of the Fines Arts in Philadelphia, Pennsylvania (circa 1871). He traveled to Europe, first to Munich and then to Italy, and returned to the United States in 1874. His parents had moved to Muscatine, Iowa and in the late 1870s; he had moved to nearby in Davenport, on the Mississippi River, or across the river at Rock Island, Illinois. In 1881 Platt moved to Chicago, Illinois and opened a studio and focused on the painting of still-lifes. Circa 1891, Platt moved to Denver, Colorado and taught the painting of game and landscape at the Denver School of Fine Arts (University of Denver). He also started classes to paint from the nude. Platt was to become a specialist in western subject matter, and as a follower of trompe l’oeil master, William Michael Harnett, he painted pictures of hanging cowboy gear and stuffed animal heads, but unlike Harnett and his other followers, Platt utilized a rich, painterly style. Platt was a member of the Denver Art Club and exhibited at the Pennsylvania Academy of the Fine Arts (1876-1878); St. Louis Exposition of 1888.",
  "artist": "george_w_platt_artist-html",
  "artOnWallAltText": "George W. Platt Art for Sale - Young Woman on a Path",
  "paintingHeight": 19.25,
  "slug": "george_w_platt_young_woman_on_a_path-html",
  "dimensions": "Oil on canvas, 11.5 x 23.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1695232051/george-platt-art-for-sale-young-woman-on-a-path_dee4fa.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692543491/Platt_IMG_1907_sm_cr_fr_z1vwun.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692543456/Platt_IMG_1907_zoom_cr_sekuyx.jpg",
  "scrollingHomepageImage": false,
  "title": "Young Woman on a Path",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692543428/Platt_IMG_1907_full_gall_cr_mogpmy.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692543516/Platt_IMG_1907_lrg_cr_fr_e5rmap.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $3,157"
    }
  ]
}