{
  "paintingWidth": 55,
  "body": "Bensell was born in Germantown, Pennsylvania and in 1856 studied with James Reid Lambdin, and later Christian Scheussele, at the Pennsylvania Academy of the Fine Arts, where Bensell later taught. He had great talent but was known for his impatience and he sacrificed diligent art study for hurriedly executed large oil paintings of biblical or historical events. In 1860, Bensell and his younger brother, artist Edmund Birckhead Bensell, still students at the Pennsylvania Academy, formed the Philadelphia Sketch Club with four other students, in George Bensell’s studio. It remains on of America’s oldest existing art clubs. Although his highly acclaimed “Wood Nymph” and “Undine and the Knight” were exhibited at the Pennsylvania Academy in 1865 and won prizes, they did not bring him the fame and fortune he sought.  In 1867, while an instructor at the Academy, Bensell illustrated a 22-page poem, “The Artist’s Dream,” by Presbyterian pastor Samuel Duffield, dedicated to Philadelphia artist, Emma Seligman. In 1869, “disgusted by the coldness of Philadelphia towards biblical art”, Bensell decided to spend a part of the winter in “exercises of austerity and devotion” in Stroudsburg, Pennsylvania with hermit artist John Wilson. Wearing cowls and sandals they spent their time in ascetic meditation on natural sin and the art of chromolithography. Perhaps his time in Stroudsburg provided him with the focus he needed, he married Josephine Crissman in 1871 and began painting smaller works, including landscapes, which sold well. In 1875 Bensell was one of the members to consult with the Centennial Art Department in advance of the centennial celebration to be held in Philadelphia in 1876. Bensell died in 1879 after a long and painful illness. Bensell was a member of the Philadelphia Sketch Club, as well as its first president (1860) and exhibited at the Pennsylvania Academy of the Fine Arts (1856-1858).\n\n\nHigh auction record for this artist: $29,875.",
  "artist": "george_frederick_bensell_artist-html",
  "paintingHeight": 35,
  "slug": "george_frederick_bensell_fishing_in_the_wolderness-html",
  "dimensions": "Oil on canvas on board, 29.5 x 49.75 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1688153034/Bensell_Fishing_in_the_Wilderness_IMG_1636_sm_cr_fr_sr7bog.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1688152999/Bensell_Fishing_in_the_Wilderness_IMG_1636_zoom_cr_nwvtxq.jpg",
  "scrollingHomepageImage": false,
  "title": "Fishing in the Wilderness",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1688152936/Bensell_Fishing_in_the_Wilderness_IMG_1636_full_gall_cr_u46rsw.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1688153062/Bensell_Fishing_in_the_Wilderness_IMG_1636_lrg_cr_fr_p9saf9.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $3,335"
    },
    {
      "highlight": "Custom framing available"
    }
  ]
}