{
  "paintingWidth": 21.5,
  "body": "McCord was born in New York City in 1848. He studied at Claverack College and Hudson Institute, Claverack, New York (closed and razed in 1902), and later with S.F. B. Morse and James Fairman in 1866. Considered a member of the second-generation Hudson River school landscape artists, he first exhibited at the National Academy of Design in 1870. In 1875, McCord painted Sleepy Hollow and Sunny Side – Home of Washington Irving” for a fundraiser for a monument to Washington Irving, author of the “Legend of Sleppy Hollow.”  In 1880 he was named an associate of the National Academy of Design.\n\nDuring the 1870s and early 1880s he maintained a studio in New York City, and He opened another studio in Morristown, New Jersey in 1883 where he also taught art classes. McCord traveled widely to find subjects for his canvases – the mountains of the Berkshires, Adirondacks and Laurentians, in addition to Florida and the Upper Mississippi. During the 1890s McCord spent much of his time in England and Scotland – in 1890, Pittsburgh industrialist Andrew Carnegie commissioned McCord to paint landscapes around Carnegie’s Scottish Castle. During the 1890s he also spent time in the Netherlands; three years in Venice, Italy, then on to Paris, France.\n\nIn 1901 McCord was among a group of artists was commissioned by the Santa Fe Railroad to paint scenes of the Grand Canyon as part of a marketing campaign by Santa Fe general manager, William Simpson, general manager, who offered free passage to eastern artists who would stay and paint the chasm. He was a tireless worker and his insistence to paint endless hours was blamed for his death in 1909, when he died from apoplexy after completing a sale of two of his paintings at his New York studio.\n\nHe was a life member of the Lincoln Club for his picture entitled “The Haven Under the Hill.” member of the American Water Color Society; Artists’ Fund Society; Newspaper Artists Society Fund Society; Brooklyn Art Club; Lotos Club; National Academy of Design; New York Water Color Club; Salmagundi Club, and the Black-and-White Club.\n\nHe exhibited at the Brooklyn Art Association (1869-86); National Academy of Design (1870-1900); Pennsylvania Academy of the Fine Arts (1877-, 1888, 1903) Boston Art Club (1881, 1900-01); New Orlean Expo. (1885, medal); Mechanics Institute (Boston, medal); St. Louis Expo. (1904, medal); and the Art Institute of Chicago (1900-01, 1907-08).\n\nHigh auction record for this artist: $21,850.",
  "artist": "george_herbert_mccord_artist-html",
  "paintingHeight": 17.5,
  "slug": "george_herbert_mccord_valley_scene_with_sunset-html",
  "dimensions": "Oil on canvas, 8.5 x 12.75/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1723499644/george_mccord_valley_scene__with__sunset_dg62xb.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1723499593/George_McCord_Valley_Scene_with_Sunset_IMG_2271_sm_cr_fr_pngzrg.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1723499567/George_McCord_Valley_Scene_with_Sunset_IMG_2271_zoom_cr_djqjce.jpg",
  "scrollingHomepageImage": false,
  "title": "Valley Scene with Sunset",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1723499535/George_McCord_Valley_Scene_with_Sunset_IMG_2271_full_gall_cr_xd4rqd.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1723499617/George_McCord_Valley_Scene_with_Sunset_IMG_2271_lrg_sr_fr_f3blg8.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $7,800"
    }
  ]
}