{
  "paintingWidth": 13.5,
  "body": "Wolff was born in Berlin, Germany in 1863; the family immigrated to St. Louis, Missouri in 1866. Wolff studied at the St. Louis School of Fine Arts and with St. Louis landscape and mural painters Paul Cornoyer and F. Humphrey Woolrych, and with St. Louis poet and art teacher Frederick Oakes Sylvester. By the early 1900s, Wolff was a leading landscape painter in St. Louis, adopting the characteristic atmospheric effects of the Dutch-style painters, a style that was sought after by St. Louis art patrons at this time. \n\nIn 1906, two of his landscape paintings were accepted into the Paris Salon, a great accomplishment for an artist who was known in St. Louis as the head of a company known for decorative “billboards” (murals). In Paris, Wolff was regarded as a “landscape painter of rare ability and exquisite workmanship.”\n\nCirca 1913, Wolff moved to New York City where he painted the New York City landscape in an impressionist style, depicting its residents engaged in leisure activities, but also employing a tonalist style in his scenes of industrial activity. Depictions of familiar urban scenes were popular amongst the city dwellers of that time and Wolff found a ready audience.\n\nWolff exhibited at the St. Louis Artists’ Guild, German Association for Culture (1913, Yorkshire Library, NYC) and the Society for Western Artists.\n\nH﻿igh auction record for this artist: $19,200.",
  "artist": "gustave_wollf_artist-html",
  "paintingHeight": 17.5,
  "slug": "gustav_wolff_woman_on_sunlit_path-html",
  "dimensions": "Oil on board, 15.5 x 11.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1731346158/wolff_woman_on_sunlit_path_ap_vudxaw.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1731346082/Wolff_Woman_on_Sunlight_Path_IMG_2339_sm_cr_fr_o6s2j6.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1731346049/Wolff_Woman_on_Sunlight_Path_IMG_2339_zoom_cr_gwgq1u.jpg",
  "scrollingHomepageImage": false,
  "title": "Woman on Sunlit Path",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1731345956/Wolff_Woman_on_Sunlight_Path_IMG_2339_full_gall_cr2_kmrj2n.jpg",
  "categories": [
    "Landscape",
    "Genre"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1731346110/Wolff_Woman_on_Sunlight_Path_IMG_2339_lrg_cr_fr_knq1cg.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $2875"
    }
  ]
}