{
  "paintingWidth": 24,
  "body": "Share was born in Santa Cruz, California in 1853, three years after it was admitted as the 31st state. Young Share displayed artistic talent, described in his 1906 biography in The Memorial Cyclopedia of the Twentieth Century, comprising memoirs of men and women who have been instrumental in the progress of the industries, professions, arts, literature, legislation, society and charities of the United States: “even as a boy, he exhibited that artistic genius which was afterward, in its developed form, to give him enviable prominence in the art circles of this country.” However, the new state had yet to develop a serious cultural and social interest in the arts. Share took advantage of what opportunities he could find in pursuit of his eventual career as an artist.\n\nHe was apprenticed to engraver Theo. Butler and worked with other San Francisco engravers before leaving for New York City in the late 1870s. There, he took study at the Art Students’ League and then pursued a career as a pen and ink artist; however, he later turned to etching, quickly becoming a leader in this field. Share opened his own plate printing company because he could not find printer that he felt did justice to his etchings. He left the printing business after cheaper processes became available, and focused on black and white drawings for magazines and books. The 1906 biography also states that “he was not long in gaining recognition and standing as an illustrator delineator, also etcher of marked talent and unusual originality and merit. His work as an illustrator became known all over the country.”\n\nHe was sought after for his illustrations by major magazines, such as Harper’s, Century, among others, and for book illustrations. He was also the art editor for New York Herald, New York World and the New York Journal. Share’s mastery of draftsmanship can be seen in this oil painting titled “Mother and Foal” – as a realistic and detailed drawing is the foundation of a masterpiece. Share was a member of the Salmagundi Club, New York Press Club, the Knickerbocker Field Club, of New York, the Union League, and the Royal Arcanum. He exhibited at the National Academy of Design (1878-85) and the Pennsylvania Academy of the Fine Arts (Philadelphia, 1880-81).",
  "artist": "henry_pruett_share_artist-html",
  "paintingHeight": 21,
  "slug": "henry_pruett_share_sire_and_son-html",
  "dimensions": "Oil on Canvas, 13.5 x 16.5 inches/Signed lower left",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751570488/share_sire_and_son_ap_x6wlfc.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751570431/Share_Sire_and_Son_IMG_2467_sm_cr_fr_ogucvc.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751570401/Share_Sire_and_Son_IMG_2467_zoom_cr_lm0lqz.jpg",
  "scrollingHomepageImage": false,
  "title": "Sire and Son",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751570371/Share_Sire_and_Son_IMG_2467_full_gall_cr_mliwgq.jpg",
  "categories": [
    "Animal"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751570454/Share_Sire_and_Son_IMG_2467_lrg_cr_fr_ufpecd.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $3,225"
    }
  ]
}