{
  "paintingWidth": 29.5,
  "body": "Flagg was born in Somerville, Massachusetts and attended public schools in Charlestown and Wakefield and later at the Massachusetts Normal Art School (now Massachusetts College of Art and Design) in Boston. In the summer of 1881, Flagg visited Colorado where he captured the western landscape in watercolor; they were exhibited at a local Boston gallery to acclaim. In 1882 he studied at Académie Julian, Paris with Boulanger and Lefebvre and then with Carolus-Duran. While in France, Flagg spent some time painting en plein air in Brittany, Concarneau and Quinperle. Flagg returned to Boston in 1884 and opened a studio where he made a specialty of watercolors. Flagg also visited Quebec where he painted streets scenes. In 1892 a fire in the building where he had his studio destroyed all of the paintings he had there. The Boston Post reported that \"Paintings of all kinds, both oil and water colors, of a great variety of subjects were destroyed or badly damaged.” In 1899 Flagg closed his Boston studio and moved to Paris which was to become his home. Flagg was a member of the Architectural League of New York (1899); Boston Art club and the Salmagundi Club (1904). He exhibited at the Boston Art Club (1880-1899); Whitney Museum of American Art (1920-1921); and Society of Independent Artists (1917).",
  "artist": "hiram_peabody_flagg_artist-html",
  "paintingHeight": 21.5,
  "slug": "hiram_peabody_flagg_sheep_herder-html",
  "dimensions": "oil on canvas, 15.75 x 23.75 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692627771/Flagg_Sheep_Herder_IMG_1884_sm_cr_fr_1200_cjz5in.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692627632/Flagg_Sheep_Herder_IMG_1884_zoom_cr2_wwmgms.jpg",
  "scrollingHomepageImage": false,
  "title": "Sheep Herder",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692627596/Flagg_Sheep_Herder_IMG_1884_full_gall_cr_exswsg.jpg",
  "categories": [
    "Landscape",
    "Animal"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692627822/Flagg_Sheep_Herder_IMG_1884_lrg_cr_fr_2800_wyym3m.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $3,678"
    }
  ]
}