{
  "paintingWidth": 15.5,
  "body": "Robbins, whose parents both were from noted Connecticut families, was born in Mobile, Alabama in 1842. The family moved to Baltimore, Maryland in 1948 and Robbins was to later attend Newton University in that city (closed in 1859). This was followed by drawing lessons with the German landscape painter Augustus Weidenbach, who was then a resident of Baltimore. Circa 1861, young Robbins left for New York City and took study with James M. Hart for six months before opening his own studio. Circa 1862, he moved to the Tenth street building, a center for New York City’s artists at that time.\n\nDuring the Civil War Robbins served for three months at Harper’s Ferry as a member of New York’s Twenty-second Regiment. After his service, he was on a trajectory to an art career; in 1863 Robbins was elected a member of the Century Club, and in 1864 he was selected an Associate of the National Academy of Design. He was a friend of Frederic Church and traveled to the island of Jamaica with him in 1865 to sketch West Indian scenery for a few months, followed by a trip to Europe, that same year, first to England, then on to Paris. In Paris, he studied with Theodore Rousseau and opened a studio, where he remained until 1867, sketching in Switzerland in 1866, returning to Paris for the Exhibition of 1867. He returned to New York City in the fall of 1867.\n\nRobbins would spend his summers in the Farmington valley of Connecticut, notably at Simsbury, of which his wife was a native. Robbins was a member of the National Academy of Design (Associate 1864, Academician 1878; American Water Color Society; Artists Fund Society; NY School of Applied Design for Women (trustee); and MMA (fellow). He exhibited at the National Academy of Design (1863-94); Pennsylvania Academy of the Fine Arts (1862-64); Boston Art Association; Brooklyn Art Association (186-83); Art Institute of Chicago.",
  "artist": "horace_w_robbins_artist-html",
  "paintingHeight": 17.5,
  "slug": "horace_w_robbins_river_scene_with_men_in_a_canoe-html",
  "dimensions": "Oil on canvas, 9.5 x 7.5 inches/Signed lower left",
  "featured": false,
  "status": "New",
  "scrollingHomepageImage": false,
  "title": "River Scene with Men in a Canoe",
  "categories": [
    "Landscape"
  ],
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $4,200"
    }
  ]
}