{
  "paintingWidth": 23.25,
  "body": "J. Carroll Tobias was born in Hamburg, PA, but moved to Bethlehem, PA in 1915. Tobias was an accomplished calligrapher, illustrator, industrial photographer, silversmith, goldsmith, painter, and jeweler. Circa 1928, after his marriage to Agnes Serfass, Tobias began working as a freelance commercial artist. Among Tobias’s other interests appears to be photographs and adding color to them, as he published in 1934, “The Art of Coloring Photographic Prints: A manual of Airbrush Techniques.” That he understood the importance of color is expressed by a statement he made in this book:\n\n\n*Color has the power to cheer, to stimulate, to animate. It can soothe and rest us, or it can induce an emotion of depression and melancholy. When painting a picture, the mood of the artist is reflected in his work and can create a similar mood in the mind of the observer whose sensibilities are subject to suggestion.*\n\n\nTobias had other interests, as another book he wrote, “Students Manual of Microscopic Technique” (1936), explores the wonders that can be discovered living in the waters of ponds and streams with the aid of a microscope. He describes how to collect and preserve specimens, as well as, the proper care of a microscope. In 1944, he opened a shop in the basement of the historic Goundie House in Bethlehem which he maintained for over 40 years. He sold paintings, jewelry and other goods, and probably slides and microscopes, as well. Tobias also exhibited and sold his paintings through the A. B. Wyckoff Department Store in Stroudsburg, PA during the middle part of the 20th century. This 1956 painting, “Muted Landscape” shows Tobais’s emotive skill with color.",
  "artist": "j_carroll_tobias_artist-html",
  "paintingHeight": 19.25,
  "slug": "j_carroll_tobias_muted_landscape-html",
  "dimensions": "Oil on board, 15.5 x 19.25/Signed lower left",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751665510/tobias_muted_landscape_ap_pl8sb0.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751665411/Tobias_Muted_Landscape_IMG_2470_sm_cr_fr_vmhdlw.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751665381/Tobias_Muted_Landscape_IMG_2470_zoom_cr_b1din0.jpg",
  "scrollingHomepageImage": false,
  "title": "Muted Landscape",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751665333/Tobias_Muted_Landscape_IMG_2470_full_gall_cr_va80ik.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751665453/Tobias_Muted_Landscape_IMG_2470_lrg_cr_fr_vrhqyz.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $750"
    }
  ]
}