{
  "paintingWidth": 18.5,
  "body": "Richardson was born in Nashville, Tennessee. He studied at Vanderbilt University (Nashville, 1929), the Watkins Institute (Nashville, 1931) and the Pennsylvania Academy of the Fine Arts (Philadelphia, PA, 1932). From 1938 to 1942 he taught at Watkins Institute in Nashville. In 1942 he moved to Chicago and studied at the University of Chicago. In 1949 Richardson began teaching at the University of Illinois (Chicago Circle) and was named associate professor of art in 1955. He continued to teach there until 1969. He was named Chairman of the Art Advisory Council committee in 1954. During his time in Chicago, he taught drawing and painting at the Hyde Park Art Center, where he also exhibited. He was considered one of their outstanding teachers. As an artist and teacher, he painted in a variety of styles and media (oil, pastel, watercolor, pen and ink); however, he preferred watercolor. When acrylic paints became popular in the 1960s, he worked in that medium, also. He maintained a studio neat Lake Michigan and his painted landscapes, which were a favorite subject. He painted Starved Rocks along the Illinois River and the rocky formations along the Mississippi River. He also painted those of Oak Creek Canyon in Arizona. In 1972, after retiring in 1969, Richardson moved back to Nashville, Tennessee where he died in 1998. Richardson was a member of Tennessee Watercolor Society; Nashville Artists Guild; Tennessee Art League, and the Renaissance Society (Hyde Park, Chicago). He exhibited at the Pennsylvania Academy of the Fine Arts (1936); Art Institute of Chicago (awards); SSAL (1935); University of Chicago (first prize); Union League Club (Chicago, Van Auken Purchase prize); Pennsylvania Academy of the Fine Arts (Ramborger prize; Henry R. Poor prize); Gal. Science & Art (San Francisco, IBM Hon. Award); Central South Exhibition (Nashville, Richards & Southern Award, Capitol Engraving Co., award); Tennessee All-State Exhibition (Purchase Award); Vanderbilt University (Purchase Award); Tennessee Watercolor Society.\n\n\\*Note: This painting is signed, J.F. Richardson from C.F. Kimball, 1868. Kimball was a Portland, Maine artist, who specialized in landscapes painted in the Barbizon manner. Richardson apparently liked this painting by Kimball enough that he felt compelled to paint it.",
  "paintingHeight": 14.5,
  "slug": "j_f_richardson_maine_landscape-html",
  "dimensions": "Oil on board, 9.5 x 13.5 inches/Signed lower left J.F. Richardson from C.F. Kimball, 1868",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1676066952/Richardson_Maine_Landscape_IMG_1547_sm_cr_fr_vi9jnx.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1676066927/Richardson_Maine_Landscape_IMG_1547_zoom_cr_f4mmvk.jpg",
  "scrollingHomepageImage": false,
  "title": "Maine Landscape",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1676066868/Richardson_Maine_Landscape_IMG_1547_full_gall_cr_iok10t.jpg",
  "tinyDescription": "from C.F. Kimball, 1868*",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1676066985/Richardson_Maine_Landscape_IMG_1547_lrg_cr_fr_rj2oq4.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $4,600"
    },
    {
      "highlight": "Custom framing available"
    }
  ]
}