{
  "paintingWidth": 70.5,
  "body": "A natural scholar, Fairman was student of the sciences, he studied optics, physics and also philosophy and applied them to his art. An article in the London Art Journal in 1880 had said of his work “his paintings have ‘the solar look,’ and are like Wordsworth’s scenes of childhood, ‘appareled in celestial light’.”\n\n“Colonel” James Fairman was born in Glasgow, Scotland.  In 1832, after his father’s death, young Fairman’s mother moved the family to New York City.  At the age of 16, he was employed as a bookbinder for Harper & Brothers publishing, in Manhattan.  His goal was to become an artist and toward that end he enrolled in art classes at the American Academy of Design. He was lured to England in 1851 by the Great Exhibition at the Grand Crystal Palace in London, England.  According to Gerald M. Ackerman in his book, American Orientalists, Fairman claimed “that the quality of English painting was a revelation to him”.\n\nHe was involved in Abolitionist movement, which revealed his talent for public speaking, a skill which served him later.  Fairman fought with the Union Army during the Civil War, was wounded during the Battle of Fair Oaks, and mustered out in 1863.  He set up a studio in New York City and pursued art as a full-time profession.  Having a both a strong personality and opinions, his paintings were sometimes withdrawn from Academy exhibitions because of his disagreements with how they were to be hung.\n\nIn 1871 Fairman traveled to Europe and, for the next ten years, he would spend his time between Dusseldorf, London and Paris, with visits to the Swiss Alps, the Holy Land and Egypt.  He maintained a studio in Dusseldorf and later in Paris. During this time, he made several trips back to the United States to sell his works and seek commissions.  His art sold well and, as tireless self-promoter, he would hold public events to which he invited journalists.    Fairman exhibited at the National Academy of Design and the Society of Painters in Watercolors (1871).\n\n\nHigh auction record for this artist is $140,732.",
  "artist": "james_fairman_artwork-html",
  "paintingHeight": 39.5,
  "slug": "james_fairman_preparing_the_fields-html",
  "dimensions": "Oil on canvas, 25.5 x 56.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1714396660/fairman_ap1_u709ny.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1714396581/Fairman_Preparing_the_Fields_sm_cr_fr_kmuyjj.jpg",
  "status": "Sold",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1714396520/Fairman_Preparing_the_Fields_zoom_cr_bjps2f.jpg",
  "scrollingHomepageImage": false,
  "title": "Preparing the Fields",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1714396409/Fairman_Preparing_the_Fields_full_gall_cr_wsfmcc.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1714396622/Fairman_Preparing_the_Fields_lrg_cr_fr_qtgd3q.jpg",
  "highlights": []
}