{
  "paintingWidth": 43.5,
  "body": "Lawman was born in Xenia, Ohio. Around the age of 14, Lawman painted a picture of a river boat while working in Cincinnati, Ohio. The quality of the work was such that he was offered a trip to Europe to study art. The young Lawman, however, had other thoughts at the time and became a scene painter at the old Drury Theater in Pittsburgh, Pennsylvania. Lawman did travel to Paris, France in 1859 and studied portraiture with Thomas Couture. \n\nWhen he returned to the United States, he set up a studio in downtown Pittsburgh in the Odeon Building on Fourth Street and was to become known as one of Pittsburgh’s premiere portrait painters. He also maintained a studio in New York City for a number of years and reopened his Pittsburgh studio in 1869. Lawman also painted landscapes and an occasional still-life.\n\nHe became one of the “Gillespie Group” that included a number of Pittsburgh artists that exhibited their paintings at the J.J. Gillespie Gallery in Pittsburgh. He joined George Hetzel, also a member of the “Gillespie Group,” and other Pittsburgh artists on their annual summer treks to the mountain retreat of Scalp Level, near Johnstown, Pennsylvania during the late 1860s through the late 1880s.\n\nLawman’s landscapes were often in the Barbizon manner favored by the Scalp Level artists, although his earlier works were more in the manner of Dusseldorf-trained George Hetzel, in fact, Lawman’s scenes were compared to the German landscape master Andreas Achenbach.\n\nHe painted scenes of the Scalp Level areas and Snyder’s Hollow (Perry South neighborhood of Pittsburgh). It is rare when a Jasper Lawman painting, especially a landscape, comes to light and Bedford Fine Art Gallery is pleased to have discovered this one. Lawman exhibited at the J.J. Gillespie Gallery, Pennsylvania Academy of the Fines Arts (Philadelphia, PA, 1855, 1879, 1881; London, and New York City.\n\n\nHigh auction record for this art: $40,800.",
  "artist": "jasper_lawman_artist-html",
  "paintingHeight": 29.5,
  "slug": "jasper_lawman_special_day_swans-html",
  "dimensions": "Oil on canvas, 21.5 x 35.5 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1702929843/Lawman_IMG_2074_sm_cr_fr_ocpvhp.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1702929785/Lawman_IMG_2074_zoom_cr_byc9xf.jpg",
  "scrollingHomepageImage": false,
  "title": "Special Day--Swans on the Creek",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1702929721/Lawman_IMG_2074_full_gall_cr_tzmeks.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1702929881/Lawman_IMG_2074_lrg_cr_fr_g7u5sx.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $X,XXX"
    },
    {
      "highlight": "Custom framing available"
    }
  ]
}