{
  "paintingWidth": 27.5,
  "body": "Impressionist artist Joseph Henry Hatfield was born in Kingston, Ontario, Canada; however, his family soon moved to Boston, Massachusetts. Nothing is known of his early art training, but in 1889 he traveled to Paris, France and studied at the Académie Julian under the guidance of Benjamin Constant, Henri-Lucien Doucet and Jules-Joseph Lefebvre. Circa 1892, Hatfield returned to Boston, where he continued painting -mostly genre and portraits of children, for which he was best known, but also landscapes. At this time, he was also supplying illustrations for New England Magazine and for the book, “The Yellow Wallpaper” by Charlotte Perkins Gilman. By 1895, he was living in Canton, Massachusetts and at one point he had serious misgivings about the pursuit of painting, considering instead to become a farmer. Luckily, this phase passed and he continued painting and exhibiting his work. Around 1896, Hatfield began developing his own paints, using the finest dry pigments available from Europe and the purest oils to make permanent colors. His quest for pure, long-lasting colors resulted in construction of a paint manufactory behind his house. The business became quite successful and circa 1903 he had all but given up painting to devote himself to the manufacture of quality paint. Although Hatfield was not painting himself, his paints were used by many artists whose paintings now hang in many of the world’s museums. Hatfield exhibited at the Boston Art Club (1888-1902); Paris Salon (1891); Massachusetts Charitable Mechanics Association (Boston, 1892, medal); World’s Columbia Exposition (Chicago, 1893); Pennsylvania Academy of the Fine Arts (1895-1897, 1924); National Academy of Design (1896, prize) and the Louisiana Purchase Exposition (St. Louis, MO, 1904).",
  "paintingHeight": 21.5,
  "slug": "joseph_henry_hatfield_bridge_over_rocky_new_england_creek-html",
  "dimensions": "Gouache, 13 x 19 inches/Signed lower right",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692724204/Hatfield_over_rocky_new_england_IMG_1927_sm_cr_fr_pnpexz.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692724173/Hatfield_over_rocky_new_england_IMG_1927_zoom_cr_dyr2mv.jpg",
  "scrollingHomepageImage": false,
  "title": "Bridge Over a Rocky New England Creek",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692724135/Hatfield_over_rocky_new_england_IMG_1927_full_gall_cr_evqkks.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692724236/Hatfield_over_rocky_new_england_IMG_1927_sm_cr_fr_ljmkot.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $4,800"
    }
  ]
}