{
  "paintingWidth": 30,
  "body": "Van Elten was born in Alkmaar, Holland and studied painting in Haarlem under landscape painter Cornelis Lieste.  During his studies with Lieste, Van Elten with Jan de Haas and Paul Joseph Constantin Gabriel traveled to the “Dutch Barbizon” at Oosterbeek to sketch and paint.  These were among a number of other artists who ushered in the second Golden Age of Dutch painting.  He maintained a studio in Amsterdam and traveled throughout Brussels, Germany, Switzerland and the Tyrol.  He later moved to Brussels and in 1865 Van Elten moved to New York City where he kept a studio in the Tenth Street Studio building, the home of many of the Hudson River School artists.  Van Elten had a summer home, nestled between the Catskill Mountains and Shawangunk Ridge, at the artist’s colony at Ellenville, New York.  He introduced Dutch painting to the Americans, and in his paintings you’ll notice that he has skillfully melded the style of the Hudson River School with that of the Dutch landscape painters.  He made several trips back to the Netherlands to paint near Kortenhoef \\[now part of Wijdemeren ] with his friend Gabriel, and in 1897 returned to the Netherlands permanently.  He was made an Academician of the National Academy of design (NYC) in 1883 and where he exhibited from 1866 to 1871.  He began etching and printing making in 1876, achieving a high level of skill.  Van Elten was appointed a commissioner of fine arts for the Netherlands Government for the 1876 Centennial Exhibition in Philadelphia, PA.  He was a member of the Society of Painter-Etchers in London, and the Royal Academies of Amsterdam and Rotterdam.  Van Elten was awarded the Order of Netherlands Lion.  His exhibitions included the Denver Artists Club (1898); The Pennsylvania Academy of the Fine Arts; Louisiana Purchase Exposition (1904); World's Columbian Exposition (Chicago, 1892-1893); Boston Art Club; Brooklyn Art Association; National Academy of Design, New York; Art Institute of Chicago; Museum of Fine Arts Boston.",
  "artist": "hendrik_dirk_kruseman_van_elten_artwork-html",
  "artOnWallAltText": "Hendrik-Dirk Kruseman Van Elten Artwork for Sale - Pastural Landscape with Ducks and Cows ",
  "paintingHeight": 22,
  "slug": "kruseman_van_elten_pastural_landscape_with_ducks_cows-html",
  "dimensions": "Oil on board, 15.5 x 23.25 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1693936325/hendrik-dirk-kruesman-van-elten-artwork-for-sale-pastural-landscape-with-ducks-and-cows_abo2pb.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692549674/Van_Elten_Pastural_landscape_ducks_IMG_1914_sm_cr_fr_vqh3yx.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692549645/Van_Elten_Pastural_landscape_ducks_IMG_1914_zoom_cr_watopg.jpg",
  "scrollingHomepageImage": false,
  "title": "Pastural Landscape with Ducks and Cows",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692549594/Van_Elten_Pastural_landscape_ducks_IMG_1914_full_gall_cr_qxi1h5.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1692549698/Van_Elten_Pastural_landscape_ducks_IMG_1914_lrg_cr_fr_sp9oax.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $6,235"
    }
  ]
}