{
  "paintingWidth": 24.5,
  "body": "Wilmarth was born in Attleboro, Massachusetts, but raised and educated in Boston, Massachusetts. He was trained as a watchmaker; however, he took night classes in art at the Pennsylvania Academy of the Fine Arts in Philadelphia, Pennsylvania in the late 1850s. From 1859 to 1862, Wilmarth studied at the Munich Royal Academy of the Fine Arts in Germany, under Wilhelm von Kaulbach. From 1863 to 1867 he studied at the Ecole des Beaux-Arts in Paris under Jean-Léon Gérôme, the first American student to do so.\n\nWhen he returned to the United States, he became director of the schools of the Brooklyn Academy of Design, and two years later he was appointed professor of the free schools of the Academy. His success in leading art classes there, attracted the attention of the National Academy of Design and in 1871, Wilmarth became the first full-time teacher at the Academy. However, in 1875, Wilmarth’s contract was not renewed and his students, in protest, started the Art Students League and elected Wilmarth as president. Classes were held in his studio for a time. Wilmarth returned to the Academy in 1877, after resigning from the League, where he remained until 1889. \n\nUnfortunately, he ceased painting in 1892 due to failing eyesight. Wilmarth was recognized as a highly skilled and meticulous genre painter, as “Please May I feed Him?” clearly shows.\n\nWilmarth was a member of the National Academy of Design (Associate 1871; academician 1873) and the Artists Aid Society. He exhibited at the National Academy of Design (1866-93); Brooklyn Art Association (1869-73, 1877-78, 1884); and the Pennsylvania Academy of the Fine Arts (annual 1876).\n\n\nHigh auction price for this artist: $154,500.",
  "artist": "lemuel_everett_wilmarth_artist-html",
  "paintingHeight": 28.5,
  "slug": "l_e_wilmarth_please_may_i_feed_him-html",
  "dimensions": "Oil on canvas, 21.5 x 17.5 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1708542475/Wilmarth_IMG_1949_sm_cr_fr_flpzgr.jpg",
  "status": "Sold",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1708542442/Wilmarth_IMG_1949_zoom_cr2_max2bl.jpg",
  "scrollingHomepageImage": false,
  "title": "Please May I Keep Him?",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1708542398/Wilmarth_IMG_1949_full_gall_cr2_di3pnm.jpg",
  "categories": [
    "Genre"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1708542507/Wilmarth_IMG_1949_lrg_cr_fr_ftquth.jpg",
  "highlights": []
}