{
  "paintingWidth": 47,
  "body": "Berneker was born in Clinton, Missouri. As a young man, he studied at the St. Louis School and Museum of Fine Art, and in 1903 he traveled to Paris, France to study with Jean Paul Laurens at the Académie Julian. Bernecker returned to the United States in 1904 and opened a studio in New York City.\n\nA versatile artist, Berneker, was also an illustrator, who provided illustrations for a number of popular magazines of the day. In the early twentieth century, he painted a number of murals, including those for the Saint Gregory the Great Church (NYC), the Belmont Theatre, (NYC), Public School Number 60, (Bronx, NY); Erlanger Theatre (Philadelphia, PA), Chicago Theatre, Chicago; and the Dallas Texas Art Association. In 1900, Berneker married Maude Fox, also an artist and they sometimes exhibited together.\n\nBerneker became the head of the art department of the Mechanics Institute, New York City, in 1909. Perhaps his best and most interesting works were his paintings of graceful, ethereal nymphs floating and winding gracefully amidst backgrounds of glorious color or in a hauntingly mysterious forest. These were done in the Art Nouveau style that was gaining in popularity at the turn of the last century.\n\nBernecker was a member of the Academy of Design (1931); New York Water Color Club; American Water Color Society; Allied Artists of America; Salmagundi Club; National Arts Club; New York Society of Painters; North Shore Art Association, Society of Independent Artists. He exhibited at the Pennsylvania Academy of the Fine Arts (1910-1913), 1921; Allied Artists of America; (1930, prize); National Academy of Design (1930, prize); Art Institute of Chicago; Society of Independent Artists; Panama Pacific Exhibition of 1915; American Watercolor Society, Painters in Watercolor; National Academy of Design; North Shore Art Association, Gloucester; and the Society of Independent Artists.\n\nH﻿igh auction record for this artist: $24,200",
  "artist": "louis_frederick_berneker_artist-html",
  "paintingHeight": 37,
  "slug": "louis_frederick_berneker_pan_with_wood_nymphs-html",
  "dimensions": "Oil on canvas, 29.75 x 39.75 inches/Signed lower left",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1732585677/berneker_nymps_ap_jflewo.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1732585627/Berneker_Pan_w_Woodland_Nymps_IMG_2347_sm_cr_fr_gg9fhu.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1744808803/Berneker_Pan_w_Woodland_Nymps_IMG_2347_zoom_cr3_epxckl.jpg",
  "scrollingHomepageImage": false,
  "title": "Pan With Wood Nymphs",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1732585563/Berneker_Pan_w_Woodland_Nymps_IMG_2347_full_gall_cr_p4mfha.jpg",
  "categories": [
    "Genre"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1732585651/Berneker_Pan_w_Woodland_Nymps_IMG_2347_lrg_cr_fr_c7vxda.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $13,950"
    }
  ]
}