{
  "paintingWidth": 27,
  "body": "Johnstown, Pennsylvania artist Michael Mosorjak is a contemporary artist practicing in oil and gouache painting techniques. His skillful, realistic renderings have not only gained him a following among art collectors, but as an instructor of art history and basic drawing (Mount Aloysius College, Cresson, PA, painting technique and materials, Montserrat College of Art, Beverly, MA,); and lecturer on painting conservation (Indiana University of Pennsylvania, Indiana, PA and Boston University, Boston, MA). In addition to his painting and teaching, Michael is a skilled art conservationist for both private collectors and public museums (The Western Center for Art Conservation, Denver, CO; Art Conservation Laboratory, Raymond, NH; and Westmoreland Museum of American Art, Greensburg, PA). \n\nMichael received a Bachelor of Fine Arts in Painting and Printmaking (Boston University, Boston, MA), and a Master of Fine Arts in Painting Conservation – Dominican University, River Forest. IL, and Villa Schifanoia Graduate School of Fine Arts (Florence, Italy). His thesis was The Practice of Picture Cleaning in Oil and Tempera Mediums. He has authored two books, Why Do?... A Book of Answers, and an autobiography, Fifty Years a Conservator of Paintings. Michael’s paintings almost always contain an anomaly or a little mystery.",
  "artist": "michael_max_mosorjak_artwork-html",
  "paintingHeight": 33,
  "slug": "michael_max_mosorjak_all_souls_day-html",
  "dimensions": "Oil on canvas, 2705 x 21.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751390802/mosorjak_all_souls_day_ap_eshs2g.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751390719/Mosorjak_All_Souls_Day_IMG_2458_sm_cr_fr_dknwlg.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751893303/mosorjak_souls_full_crop_g2ak28.jpg",
  "scrollingHomepageImage": false,
  "title": "All Souls Day",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751893326/mosorjak_souls_grid_crop_hqk0km.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1751390765/Mosorjak_All_Souls_Day_IMG_2458_lrg_cr_fr_taaou4.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $4,125"
    }
  ]
}