{
  "paintingWidth": 51,
  "body": "Born in Pittsburgh, Pennsylvania, Michael Strueber is an accomplished watercolorist and plein air painter.  He regards his approach to watercolor painting as spiritually akin to the Japanese brush painting tradition known as Sumi-e—the attempt to capture the life-spirit of the subject.  His landscapes are painted directly on location, often areas atop the Allegheny Mountains near Cresson, near his studio in Hollidaysburg, PA.  His flower still-lifes are painted in his studio from plants only from his garden. He is out all year round to paint his landscapes and braves the cold to capture wintery forest scenes. Strueber places importance on role of place in defining self and its relationship to the world and the greater cosmos.\n\nHis works evoke attributes of classical naturalism that were signatures of such 19th century-painters as Worthington Whittredge and William Trost Richard, according to Scott Dimond, former curator of SAMA-Loretto. Many people comment on how realistic his paintings are. Michael, however, does not believe that his paintings are realistic, but just abstract ideas of what he is feeling—he says that he could never compete with nature. He was the first artist to be given an exhibition in the new gallery space at Fallingwater. His paintings are held in over 400 private and public collections in 38 states. In addition to his work as a painter, he served for 24 years as Director of the Southern Alleghenies Museum of Art.\n\nT﻿his painting ws exhibited at the Southern Alleghenies Museum of Art in 2022.",
  "artist": "michael_strueber_art-html",
  "paintingHeight": 39.75,
  "slug": "michael_strueber_western_pa_series_2018-html",
  "dimensions": "Watercolor, 29.5 x 37.5 inches/Signed lower left",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1752176583/strueber_western_pa_series_ap_gmjxbt.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1752176514/Strueber_Western_PA_series_2018_IMG_2477_sm_cr_fr_vmatxw.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1752176488/Strueber_Western_PA_series_2018_IMG_2477_zoom_cr_lme1au.jpg",
  "scrollingHomepageImage": false,
  "title": "Western PA series, 2018",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1752176440/Strueber_Western_PA_series_2018_IMG_2477_full_gall_cr_ruzxx6.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1752176539/Strueber_Western_PA_series_2018_IMG_2477_lrg_cr_fr_kdkspi.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $4,900"
    }
  ]
}