{
  "paintingWidth": 20.5,
  "body": "Chapman was born in Altmar, New York in 1858; however, the family moved to Chicago, Illinois in 1860. As a young woman, she returned east to attend school and graduated from Mount Holyoke College (Massachusetts) in 1876. Chapman returned to Chicago and, from 1880 to circa 1886, studied at the Art Institute of Chicago with Chicago artists Annie Shaw, John Vanderpoel and Alexander Shilling, taking Shilling’s summer class in plein air painting in the Lebanon valley of Pennsylvania.\n\nIn 1886 Chapman embarked on a journey to Europe where she first took study with Georgios Jacobides in Munich, Germany, followed by study at the Académie Julian with William Adolphe Bouguereau, Tony Robert-Fleury, and J.P. Laurens. She also studied with Raphael Collins. By far, however, her most influential teacher was American expatriate, Charles Augustus Lasar, at whose atelier, Chapman took additional study (1887 – 97) and with whom she developed a long-lasting friendship. In fact, Lasar painted a portrait of a woman holding a palette who looks remarkably like his student, Minerva Chapman. She was to spend a considerable amount of her professional career in Paris, but traveled to Belgium, England and Holland. She painted plein air at Auvers-sur-Oise and Etaples, near Paris, and Lasar’s influence could be seen in her bold plein air painting style.\n\nChapman returned to Chicago circa 1900 and began painting watercolor miniatures on ivory – she was partially responsible for the revival of that age-old art and was a founding member of Chicago Society of Miniature Painters. She made numerous return trips to Paris and in 1903 she took additional study with Emile René Ménard, who encouraged her to paint small oil sketches. In 1906, Chapman was one of the first women to be elected a member of France’s official Salon of the Societe Nationale des Beaux Arts and would become the first woman president of the International Art Union (Paris, 1909 -12). From 1915-17 Chapman lived in San Diego, California, but returned to Paris circa 1918 and would remain there until 1925. When she returned to the United States in 1925, she moved to palo Alto, California and continued to paint until 1932 when failing eyesight brought an end to professional art career.\n\nBest known for her portrait, still life and landscape painting, her miniatures gained her recognition during the last 20 years of her professional career. Chapman was a member of the Chicago Society of Miniature Painters; American Women’s; Art Association, Paris; Art Union, Paris (president 1909 – 12).She exhibited at the Chicago Society of Artists (1893); World’s Columbia Exposition (1893, Illinois Building and Women’s Building); Cosmopolitan Club (Chicago, 1893); Societe Nationale de Beaux-Arts (Paris, 1897, 1899); Art Institute of Chicago (1897 – 1910, 1908 solo); 1915, 1919, 1927); Central Art Association (Chicago, 1898); Pennsylvania Academy of the Fine Arts (Philadelphia, 1899); Paris Salon (1899 – 1926); Pan-American Exp. (Buffalo, NY, 1901); National Academy of Design (1903); Philadelphia Miniature Society; Society of American Artists (NY); Society of Western Artists (Cincinnati, 1898); American Society of Miniature Painters; Pan-California Expo (San Diego, CA, 1915 – gold medal, 1916 – gold medal); Chicago Society of Miniature Painters (1915, 1918); Woman’s World Fair (Chicago, 1925); Palo Alto Art Club (1929, solo); California Society of Miniature Painters (1929, gold medal, 1931 – first prize, 1936); and the Century of Progress (Chicago Graphic Arts Pavillion, 1933).",
  "artist": "minerva_j_chapman_artist-html",
  "paintingHeight": 12.5,
  "slug": "minerva_j_chapman_a_tree_by_a_fence-html",
  "dimensions": "Oil on board, 9.75 x 17.75 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1743374111/chapman_a_tree_by_a_fence_ap_jqeikq.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1743374029/Chapman_Minerva_J._A_Tree_by_a_Fence_IMG_2420_sm_cr_fr_ieae08.jpg",
  "status": "Hold",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1743374003/Chapman_Minerva_J._A_Tree_by_a_Fence_IMG_2420_zoom_cr_u52cxi.jpg",
  "scrollingHomepageImage": false,
  "title": "A Tree by a Fence",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1743373953/Chapman_Minerva_J._A_Tree_by_a_Fence_IMG_2420_full_gall_cr_jhtoxd.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1743374082/Chapman_Minerva_J._A_Tree_by_a_Fence_IMG_2420_lrg_cr_fr_glqefl.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $3,425"
    }
  ]
}