{
  "paintingWidth": 26,
  "body": "Eggenhofer was born in Gauting, Bavaria, Germany in 1897. He developed a fascination of the American West by reading American adventure novels of the “Old West,” which were popular in Germany during the late 19th and early 20th centuries. Motion pictures were first produced in the late 19th century and Eggenhofer was able to see an early movie “Buffalo Bill’s Wild West” and later, he saw a live “Wild West” show in Munich. The die for his future was cast.\n\nIn 1913, when he was 15, Eggenhofer immigrated to the United States and settled in New Jersey to live with an uncle. Beginning in 1916 he took night classes at the Cooper Art Union, while working days at the American Lithographic Company in New York City. It should come as no surprise that in 1920 Eggenhofer went to work for Street and Smith, creating drawings for their popular *Western Story Magazine*. In 1925, Eggenhofer, with his wife, made their first trip to the “Old West,” traveling to the Grand Canyon, Santa Fe and Taos, New Mexico. It was everything he thought it would be and after the trip he built a studio in West Milford, New Jersey, styled in the manner of a log cabin.\n\nFrom the 1920s through the 1940s he worked as a commercial artist and concentrated on illustrations for mostly western-themed magazines and books of that period, becoming known as “King of the Pulps.” In the 1950s he focused more on book illustration and dust cover design.\n\nHe developed a fascination with horse-drawn, wheeled contrivances of the old west and, as a hobby, built models and made sketches and paintings of every conceivable kind of stagecoach and wagon.\n\nIn 1960 Eggenhofer moved to Cody, Wyoming, named after Buffalo Bill Cody. In 1961, he wrote and illustrated a book, *Wagons, Mules & Men: How the Frontier Moved West*, and his autobiography, “*Horse, Horse, Always Horse*.” Eggenhofer was a member of The Cowboy Artists of America and the National Academy of Western Art.\n\nH﻿igh auction record for this artist:$96,800.",
  "artist": "Nick_eggenhofer_artist-html",
  "paintingHeight": 21,
  "slug": "nicke_eggenhofer_the_watchers-html",
  "dimensions": "Oil on board, 14.25 x 19.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1731169179/eggenhofer_the_watchers_ap_zpgpjl.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1731169113/Eggenhofer_The_Watchers_IMG_2330_sm_cr_fr_ehxv34.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1731169074/Eggenhofer_The_Watchers_IMG_2330_zoom_cr_vln9jq.jpg",
  "scrollingHomepageImage": false,
  "title": "The Watchers",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1731169045/Eggenhofer_The_Watchers_IMG_2330_full_gall_cr_fozur9.jpg",
  "categories": [
    "Genre"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1731169152/Eggenhofer_The_Watchers_IMG_2330_lrg_cr_fr_t9bypy.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $18,400"
    }
  ]
}