{
  "paintingWidth": 11,
  "body": "Pamela, a New Jersey native, attended Philadelphia's University of the Arts for a year before deciding she didn't want to pursue design work. Instead, she started freelancing and spent seventeen years as a book illustrator, working in pastels, before transitioning into history painting full time. \"Book illustration was changing to be more computerized, but I didn't want to change what I was doing,\" she said. \"I was approached by a corporation looking to have museum pieces commissioned. They wanted me to work in oils, so I changed in about 2001 to oils.\" I have always felt a deep sensitivity towards the people, places, and events of 18th Century America. Pamela immerses herself with historic events – eating the same food, using the same utensils, wearing the same clothes and sleeping in the same environment at the original sites of her subjects.\n\nHer work as an 18th century re-enactor has provided her with a familiarity and context from which she “fleshes out” her characters in her paintings. Pamela is known for her paintings of military and Colonial history, Native Woodland Indians, and American culture that allows her to portray a well-rounded view of the 18th Century in the original 13 states. In addition, she says that “anything with a horse is fun for me.\" She likes the action and personality of the animal.” She also paints still-lifes, which are anything but still – there is an element present that suggests kinetic activity is imminent in each of her still-lifes. Pamela thinks that each artist has to have a good focus on something.” She says her husband Bryant White, also a historical painter and re-enactor, “sees design, whereas for her it's color choice. Some things you just see.\"",
  "paintingHeight": 14,
  "slug": "pamela_white_garden_frog_joans_frog-html",
  "dimensions": "oil on canvas, 12 x 8.75 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1760620592/P_White_Frog_in_the_Garden_Joans_Frog_IMG_2572_sm_cr_fr_j4jgdr.jpg",
  "status": "Sold",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1760620554/P_White_Frog_in_the_Garden_Joans_Frog_IMG_2572_zoom_cr_ufwytq.jpg",
  "scrollingHomepageImage": false,
  "title": "Frog in the Garden",
  "tinyDescription": "Joan's Frog",
  "categories": [
    "Animal"
  ],
  "highlights": []
}