{
  "paintingWidth": 24.75,
  "body": "Strisik was born in Brooklyn, New York and from 1937 – 1940 he owned and operated The Hall Fish and Line Co. in New York State, before enlisting in the US. Navy in 1941. He was stationed in French Morocco as Chief Photographers Mate. After the war, Strisik studied with Frank Du Mond at the Art Students League in New York City from 1948 to 1951. In 1955 he moved to Rockport, Massachusetts and opened an art studio and gallery. Known mostly for his new England landscapes in Massachusetts, Maine and Vermont, he also spent time in the American Southwest and California from 1964 to 1967. From 1970 to 1980 Strisik traveled extensively in Europe-- France, England, Ireland, Switzerland, Germany, Greece, Italy, Spain, Portugal, Morocco, Mexico. During this time, he taught workshops in Europe and the United States and made numerous television appearances. His first book, The Art of Landscape Painting was published in 1980. He also visited Mexico, the Caribbean, and Canada. In 1984 Strisik bought a home in Santa Fe, New Mexico and during his time there captured the local landscape. In the 1990s, Strisik held workshops in Scottsdale, Arizona, Tulsa, Oklahoma and Denver Colorado. His second book, “Capturing Light in Oils,” was published in 1995.  Strisik was a member of the National Academy of Design, American Watercolor Society, National Academy of Western Art, Allied Artists of America, Knickerbocker Art Association, Copley Society of Boston, North Shore Arts Association, Hudson Valley Art Association, Guild of Boston Artists, International Society of Marine Painters, New England Watercolor Society and the American Artists Professional League. He exhibited at the American Water Color Society, National Academy of Design; Allied Artists of America among others.",
  "artist": "paul_strisik_artwork-html",
  "paintingHeight": 20.75,
  "slug": "paul_strisik_pierces_cove_maine-html",
  "dimensions": "Watercolor, 9.75 x 13.75 inches/Signed lower right",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1684202365/Strisik_Pierces_Cove_IMG_1743_sm_cr_fr_oqqias.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1684202169/Strisik_Pierces_Cove_IMG_1743_zoom_cr_f8nhgt.jpg",
  "scrollingHomepageImage": false,
  "title": "Pierce's Cove, Maine",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1684202321/Strisik_Pierces_Cove_IMG_1743_full_gall_cr_xmigss.jpg",
  "categories": [
    "Marine"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1684202389/Strisik_Pierces_Cove_IMG_1743_lrg_cr_fr_uqepmu.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $2,500"
    },
    {
      "highlight": "Custom framing available"
    }
  ]
}