{
  "paintingWidth": 21.25,
  "body": "Shurtleff was born in Rindge, New Hampshire. He attended Dartmouth College, but did not graduate; however, many years later, he received an honorary bachelor of science degree during their commencement ceremony in 1884. In 1857, he became an architect's assistant in Manchester, New Hampshire, and in 1858 he moved to Boston to study at the Lowell Institute and also worked for the engraver John Andrew. From 1858 to 1859 he worked for a lithographer in Buffalo, New York. 1860 found Shurtleff in New York City where he studied at the National Academy of Design and found work as a magazine illustrator.\n\nIn 1861 he joined the Union army during the Civil War, was wounded, captured and spent eight months in a southern prison before returning to New York City. He continued as a magazine illustrator; however, following his marriage, in 1867, he moved to Hartford, Connecticut. Although he was living in Hartford, he began spending part of his time in the Keene Valley of the Adirondack Mountains, New York where he focused on oil paintings of forest interiors. Shurtleff moved back to New York City where he remained until his death in 1915.\n\nShurtleff was a member of the National Academy of Design (associate, 1880, academician, 1890); American Water Color Society; Salmagundi Club (1888); Artists Fund Society; and Lotos Club. He exhibited at the National Academy of Design (1872-1900); Brooklyn Artists Association (1874-86); Boston Art Club (1877-1908); Pennsylvania Academy of the Fine Arts (Philadelphia, 1881, 1888); Art Institute- of Chicago (1888-1914); Pan-American Exposition (Buffalo, NY, 1902, medal); St. Louis Exposition (1904, medal); American Water Color Society (1910, prize); and Corcoran Gallery (1907-12).\n\nH﻿igh auction price for this artist: $12,500.",
  "paintingHeight": 24.25,
  "slug": "r_m_shurtleff_waiting-html",
  "dimensions": "Oil on canvas, 17.5 x 14.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1708646313/shurtleff_waiting_ap2_isnozb.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1708646229/Shurtleff_Waiting_IMG_2130_sm_cr_fr_hyiltg.jpg",
  "status": "None",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1708646198/Shurtleff_Waiting_IMG_2130_zoom_cr_aykkid.jpg",
  "scrollingHomepageImage": false,
  "title": "Waiting",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1708646168/Shurtleff_Waiting_IMG_2130_full_gall_cr_ja5c10.jpg",
  "categories": [
    "Landscape",
    "Genre"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1708646272/Shurtleff_Waiting_IMG_2130_lrg_cr_fr_dtwuho.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $2,500"
    }
  ]
}