{
  "paintingWidth": 41.5,
  "body": "Still-life painter Severin Roesen was born in Boppard, Prussia (now Germany) and worked as a porcelain painter in Cologne, Germany before immigrating to New York City in 1848.  His art training is unknown; however, he had exhibited a floral still-life in Cologne in 1847 before he left for the United States that same year.  His wife died shortly after they arrived in New York and Roesen remarried the following year.\n\nUpon his arrival in New York, he began exhibiting his still-lifes at the American Art Union, through which he sold his paintings.  He taught still-life painting while painting and selling his own sumptuous still-lifes, modeled after 17th - and early-18th -century Dutch painting.\n\nIn 1857 Roesen left his family and moved to Pennsylvania, living briefly in Philadelphia, then in the German-American communities near Harrisburg and Huntingdon, before settling in Williamsport, circa 1863.  In an essay published in the Lycoming College Magazine, in 1973 Dr. Maurice A. Mook, Professor of Sociology and Anthropology at Lycoming College, states that it was in Huntingdon that Roesen switched from predominantly floral still-lifes to those containing more fruit, based on local tastes.\n\nRoesen’s life after 1872 is somewhat obscure; however, Dr. Mook believes that Roesen retraced his steps from Williamsport in 1872, returning to Huntingdon, passing through Harrisburg and onto Philadelphia where he died in an almshouse that same year.\n\nPopular in his time, his  became popular again in the 1960s When First Lady Jackie Kennedy purchased two of them for the White House.  Roesen's lush, high-colored floral or fruit paintings, accentuated by a dark background, reveal a meticulous attention to detail in their precise arrangements and close brushwork.  Roesen often used the tendrils of grape foliage to form his ornate signature.\n\nRoesen exhibited at the American Art Union; Maryland Historical Society (Baltimore); Pennsylvania Academy of the Fine Arts; and at the Brooklyn Art Association.",
  "artist": "severin_roesen_artist-html",
  "paintingHeight": 31.5,
  "slug": "severin_roesen_strawberries_in_compote-html",
  "dimensions": "Oil on canvas, 24.5 x 34.5 inches/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1701130438/Roesen_Roesen_strawberries_in_compote_AP_xk9wb7.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1701130379/Roesen_Roesen_strawberries_in_compote_IMG_2069_sm_cr_fr_xqqbcj.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1701130320/Roesen_Roesen_strawberries_in_compote_IMG_2069_zoom_cr_imsw0w.jpg",
  "scrollingHomepageImage": false,
  "title": "Strawberries in a Compote with Fruit on Tabletop",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1701130282/Roesen_Roesen_strawberries_in_compote_IMG_2069_full_gall_cr_qvhuci.jpg",
  "categories": [
    "Still Life"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1701130253/Roesen_Roesen_strawberries_in_compote_IMG_2069_lrg_cr_fr_vkljui.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $25,600"
    }
  ]
}