{
  "paintingWidth": 31.5,
  "body": "Lindsay was born in Cincinnati, OH, the son of Pennsylvania–born parents, his father from Newville and his mother from Philadelphia.  While still young and without benefit of formal art training, he opened a studio in Cincinnati, where he came to the attention of the public.  He later displayed his works in Cincinnati’s beloved H & S Pogue’s Department Store.  Lindsay remained in Cincinnati; however, he made painting forays into Pennsylvania, West Virginia, up-state New York, and the White Mountains of New Hampshire, where he painted most of his landscapes.  Beginning in the autumn of 1858, Lindsay made many sketching trips to eastern Pennsylvania.  In 1862 he was in the White Mountains of New Hampshire.\n\nIn 1865, Lindsay sold some of his paintings, which included scenes along the Tennessee, Connecticut, and Kanawha Rivers, to finance his trip to Europe.  He remained in Europe until 1869 where he studied at Germany’s Dusseldorf Academy and at the Paris academies.  Lindsay is best known for his landscapes, especially of eastern Pennsylvania, up-state New York, and the White Mountains.  He concentrated on painting farm and domestic livestock scenes in his later years.  Lindsay exhibited at the Ohio Mechanics’ Institute annual (1859); Cincinnati Industrial Exposition (from 1870 to 1883); Art Institute of Chicago (1896); and the Cincinnati Art Club (founding member, later the Men’s Art Club).\n\nH﻿igh auction price for this artist: $13,225.",
  "artist": "thomas_corwin_lindsay-html",
  "paintingHeight": 26,
  "slug": "thomas_corwin_lindsay_on_the_lake_shore-html",
  "dimensions": "Oil on Canvas, 35.5 x 41.5 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1760367392/Lindsay_IMG_2553_sm_cr_fr_pirowz.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1760367362/Lindsay_IMG_2553_zoom_cr_hqz5cq.jpg",
  "scrollingHomepageImage": false,
  "title": "On the Lake Shore",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1760367318/Lindsay_IMG_2553_full_gall_cr_pbkmeq.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1760367417/Lindsay_IMG_2553_lrg_cr_fr_wzt027.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $10,200"
    }
  ]
}