{
  "paintingWidth": 17.5,
  "body": "Walker was born in Charleston, South Carolina; however, his father died in 1842 and his mother moved the family to Baltimore, Maryland. In 1838 they returned to Charleston. At the age of 12 he exhibited his first painting South Carolina Institute Fair in Charleston in 1850. By 1860 Walker was painting trompe l’oeil paintings of the fish and game that he caught; one of Walker's earliest known paintings was a trample l’oeil still-life of game, painted in 1858. Although Walker was primarily self-taught, he received some academic art training in Dusseldorf, Germany in 1860. He returned home in 1861 and fought during the American Civil War, and was wounded at the Battle of Seven Pines in 1862. He recovered and was assigned to picket duty in Charleston, where he had time to paint. Up until he was discharged in 1864, he made maps and cartographic drawings of Charleston’s defenses. After the war, Walker returned to Charleston but moved to Baltimore, Maryland in 1868, advertising himself as an “artist and teacher of languages.” It is here that began painting poor black cotton pickers and sharecroppers, and other genre scenes depicting activities in the South during Reconstruction. Described as an itinerant bachelor and dandy by some, Walker traveled extensively in the South throughout the 1870s. New Orleans become his favorite haunt after visiting it in 1876, and he returned there yearly until 1905. Here he would paint small paintings to sell to tourists from New Orleans street corners. He also continued to paint trompe l’oeil pictures of fish and game, which he sold through hunting and fishing lodges that he had established in the South. Walker spent his summers in Baltimore, his falls in Charleston, and his winters in the South—New Orleans or St. Augustine or Ponce Park, Florida. In the early 1870s, he traveled to Texas and was in Galveston in 1874 to 1876, and then spent a short time in San Antonio, before abandoning the state altogether. In 1884 Walker began to spend some of his summer time at the Arden Park Lodge in the Smoky Mountains of North Carolina, where he became the “artist of residence,” until the lodge burned in 1919. He continued to paint post-war genre scenes for which he is best known but included those of the mountain people as well. After 1890 Walker concentrated more on landscapes, especially scenes in Florida and North Carolina. Walker died in Charleston in 1921. He was a member of the Wednesday Club, Baltimore (1865); Artist’s Association of New Orleans (1890, 1893, 1897, 1899); and Cup & Saucer Club. He exhibited at the South Carolina Institute Fair (1850, at the age of 12); Courtenay’s Bookstore (Charleston, 1858-1859); Baltimore (1870); Montgomery’s (New Orleans, 1876); Southern Art Union (1880); Boston Art Club (1881)’ Blessing’s (New Orleans, 1883, 1885); Lilienthal’s (New Orleans, 1883); Seebold’s (New Orleans, 1884); American Expo (1885-1886); Savannah, GA (after 1885); Artist’s Association of New Orleans (1885-1905); Tulane University (1892); The World’s Columbian Exposition (Chicago, 1893); Louisiana Purchase Exposition (St. Louis, MI,1903).",
  "paintingHeight": 12.5,
  "slug": "w_a_walker_cotton_pickers-html",
  "dimensions": "Oil on board, 6.75 x 11.25 inches/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1675977113/Walker2_IMGWalker2_Cotton_pickers__1543_sm_cr_fr_a2md9i.jpg",
  "status": "Sold",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1675977073/Walker2_Cotton_pickers_IMG_1543_zoom_cr_fr_iq2grp.jpg",
  "scrollingHomepageImage": false,
  "title": "Cotton Pickers",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1675977039/Walker2_Cotton_pickers_IMG_1543_gall_full_cr_oeghs0.jpg",
  "categories": [
    "Genre"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1675977169/Walker2_Cotton_pickers_IMG_1543_lrg_cr_fr_bqzmvu.jpg",
  "highlights": []
}