{
  "paintingWidth": 29.5,
  "body": "Burpee was born Rockland, Maine and had an interest in art as a youth; however, when he moved to Boston circa the late 1860s, it was to study accounting, not art. However, in the 1870s, he studied with William Bradford in Boston. In 1882, Burpee was painting in Rockland, but that same year moved to Boston. In 1885 Burpee began painting scenes of Lynn Beach along Massachusetts’ North Shore, becoming one of the “Lynn Beach Painters,” and in 1893 he set up a studio in Boston’s Harcourt Building, splitting his time between Boston and the North Shore. From 1897 through 1899, Burpee was in Europe and the Netherlands touring Germany, France, Spain, Italy and Holland via bicycle. In 1900, he returned to Holland and began using pastels. A devasting fire at the Harcourt Building in 1904 resulted in the loss of most of his paintings; however, he continued painting and was able to replenish his supply of works, especially those of the Lynn Beach area. His early landscapes reflected his early training with Bradford and, also, perhaps the influence of the Hudson River artists, but his work after his time in Europe shows more of the influence of the Impressionists. Circa 1914, Burpee moved back to Rockland and spent time between there and Orange, New Jersey between 1927 and 1933. He died in Rockland in 1940. Burpee was a member of the Boston Art Club. He exhibited at the Boston Art Club (1890-1909); St. Louis Expo (1904, bronze medal); Pennsylvania Academy of the Fine Arts (1902-1903, 1910); Corcoran Gallery (1907); Art Institute of Chicago (1907-1909); and the Copley Society (Boston).",
  "paintingHeight": 20.5,
  "slug": "william_burpee_niagara_falls_at_moonlight-html",
  "dimensions": "Oil on canvas, 11.5 x 21.5/Signed lower left",
  "featured": false,
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1689341583/Burpee_Niagara_Falls_IMG_1786_sm_cr_fr_xj6s9w.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1689341551/Burpee_Niagara_Falls_zoom_cr_cgchde.jpg",
  "scrollingHomepageImage": false,
  "title": "Niagara Falls in Moonlight",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1689341517/Burpee_Niagara_Falls_IMG_1786_full_gall_cr_oinphy.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1689341757/Burpee_Niagara_Falls_IMG_1786_lrg_cr_fr_v6wp24.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $5,178"
    },
    {
      "highlight": "Custom framing available"
    }
  ]
}