{
  "paintingWidth": 23,
  "body": "Russell Smith was born in Glasgow, Scotland, but moved to the United States with his parents when he was 7 years old, settling in Pittsburgh, Pennsylvania. He studied art with portraitist James Reid Lambdin in 1828 and also worked as curator for Lambdin’s well-known Pittsburgh museum becoming acquainted with noted scientists of the time. His older brother, David, was a founder of the Pittsburgh’s Thespian Society and Russell would paint stage scenes for the group.\n\nWhen Lambdin’s museum moved out of Pittsburgh in 1831, Smith set himself up as a landscape painter, depicting scenes around Pittsburgh, including topographical views of the city’s, then modern, and now gone, industrial areas. However, it was Smith’s skill at painting theater scenes that first brought him acclaim and financial stability. He obtained commissions throughout the eastern United States working as a scene painter, primarily for Francis Courtney Wymess, who owned theaters in major eastern cities.\n\nAfter his death it was written that “as a scenic artist he had no peer in America, exceeding all who had gone before him and those of his own day, especially in the naturalness and beauty of his landscape productions, almost everything being close copies of natural subject.” In 1834 he began exhibiting his landscape paintings at the Pennsylvania Academy of the Fine Arts. In\n\n1835, Smith moved to Philadelphia to work on scenes for a play and continued to paint landscapes. After his marriage to Mary Priscilla Wilson, also a painter in 1838, Smith, according to his son artist Xanthus Smith ”felt a strong desire to devote himself more exclusively to the refined branch of landscape painting in oil. \nDuring the 1830s and 1840s he was influenced by the artists now associated with the Hudson River School, and sometimes experimented with their penchant for stormy weather, exaggerated vistas, and wild topography, but eschewed their highly detailed finished manner, instead always represented visible phenomena as they are conditioned by atmospheric perspective.\n\n\nDuring the late 1800s, continued to paint for theaters; however, he painted landscapes primarily for pleasure and sold them through Philadelphia galleries. During this time, he donated many of his paintings to the Artists’ Fund Society, the Historical Society of Western Pennsylvania, Historical Society of Pennsylvania in Philadelphia.\n\nH﻿igh auction record for this artist: $22,230.",
  "artist": "william_thompson_russell_smith_artist-html",
  "paintingHeight": 19,
  "slug": "william_thompson_russell_smith_mcconnellstown_pa-html",
  "dimensions": "Oil on canvas, 11.5 x 15.75 inches/Signed lower left",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1730732539/wtr_smith_mcconnellstown_ap_dh4jki.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1730732452/Russell_Smith_McConnellstown_PA_IMG_2331_sm_cr_fr_yylpgx.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1730732429/Russell_Smith_McConnellstown_PA_IMG_2331_zoom_cr_ucctj1.jpg",
  "scrollingHomepageImage": false,
  "title": "McConnell's Town, PA",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1730732357/W.T.R._Smith_View_Near_Bedford_full_gall_cr_keyl3c.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1730732481/Russell_Smith_McConnellstown_PA_IMG_2331_lrg_cr_fr_xr1gcm.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $7,200"
    }
  ]
}