{
  "paintingWidth": 21.5,
  "body": "Very little biographical information is available for William McCord; however, it is believed that he was born in Lexington, KY. and later moved to Ludlow, KY, across the Ohio River from Cincinnati, OH.  In addition to being an artist, he was an illustrator and a craftsman.  Although he exhibited his paintings in Cincinnati and the surrounding area, he often gave “magic lantern” presentations.  Stereopticons or “magic lanterns” were used to project painted images from glass slides: a precursor to a modern-day slide show or a PowerPoint presentation and were often of his illustrations and included a narrator. \n\nIn 1902, “pictures” by McCord and other Cincinnati artists -- T.C. Steele, C.T. Webber, Frank Duvenek, Henry Mosler, Dixie Selden, and Henry F. Farny were selected for inclusion in the 1903 volume of Hesperian Tree (edited by John James).  This was an Annual of the Ohio Valley that contained original sketches, essays and poems, contributed by writers native to or identified with the Ohio Valley States, accompanied by or illustrated with pictures, drawings and works in sculpture by artists native to or identified with this region. \n\nMcCord was a member, and secretary of the Cincinnati Camera Club and the Cincinnati Art Club, where he also exhibited. He also exhibited at the Art Institute of Chicago.",
  "artist": "william_mccord_artwork-html",
  "paintingHeight": 17.5,
  "slug": "william_mccord_valley_scene_with_sunset-html",
  "dimensions": "Oil on canvas, 8.5 x 12.75/Signed lower right",
  "featured": false,
  "artOnWallImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1722188851/mccord_valley_scene__with__sunset_tgbnei.jpg",
  "mediumResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1722188775/McCord_Valley_Scene_with_Sunset_IMG_2271_sm_cr_fr_dcjlav.jpg",
  "status": "New",
  "gridImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1722188718/McCord_Valley_Scene_with_Sunset_IMG_2271_zoom_cr_i83bez.jpg",
  "scrollingHomepageImage": false,
  "title": "Valley Scene with Sunset",
  "galleryCropImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1722188684/McCord_Valley_Scene_with_Sunset_IMG_2271_full_gall_cr_gs6ry9.jpg",
  "categories": [
    "Landscape"
  ],
  "highResImage": "https://res.cloudinary.com/dg6smdedp/image/upload/v1722188815/McCord_Valley_Scene_with_Sunset_IMG_2271_lrg_sr_fr_baeg5a.jpg",
  "highlights": [
    {
      "highlight": "Available for purchase"
    },
    {
      "highlight": "Professionally conserved and framed"
    },
    {
      "highlight": "Competitively Priced $7,800"
    }
  ]
}